{
    "id": 3,
    "translated_name_key": "doaa_list",
    "category_list": [
        {
            "id": 1,
            "name": "الأدعية القرآنية",
            "section_id": 3,
            "children": [
                {
                    "category": "الأدعية القرآنية",
                    "count": "0",
                    "description": "",
                    "reference": "[البقرة - 201].",
                    "zekr": "رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ",
                    "id": 1,
                    "category_id": 1
                },
                {
                    "category": "الأدعية القرآنية",
                    "count": "0",
                    "description": "",
                    "reference": "[البقرة - 250].",
                    "zekr": "رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْرًا وَثَبِّتْ أَقْدَامَنَا وَانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ",
                    "id": 2,
                    "category_id": 1
                },
                {
                    "category": "الأدعية القرآنية",
                    "count": "0",
                    "description": "",
                    "reference": "[البقرة - 286].",
                    "zekr": "رَبَّنَا لاَ تُؤَاخِذْنَا إِن نَّسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلاَ تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِن قَبْلِنَا رَبَّنَا وَلاَ تُحَمِّلْنَا مَا لاَ طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا أَنتَ مَوْلاَنَا فَانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ",
                    "id": 3,
                    "category_id": 1
                },
                {
                    "category": "الأدعية القرآنية",
                    "count": "0",
                    "description": "",
                    "reference": "[آل عمران - 8].",
                    "zekr": "رَبَّنَا لاَ تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِن لَّدُنكَ رَحْمَةً إِنَّكَ أَنتَ الْوَهَّابُ",
                    "id": 4,
                    "category_id": 1
                },
                {
                    "category": "الأدعية القرآنية",
                    "count": "0",
                    "description": "",
                    "reference": "[آل عمران - 16].",
                    "zekr": "رَبَّنَا إِنَّنَا آمَنَّا فَاغْفِرْ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ النَّارِ",
                    "id": 5,
                    "category_id": 1
                },
                {
                    "category": "الأدعية القرآنية",
                    "count": "0",
                    "description": "",
                    "reference": "[آل عمران - 38].",
                    "zekr": "رَبِّ هَبْ لِي مِن لَّدُنْكَ ذُرِّيَّةً طَيِّبَةً إِنَّكَ سَمِيعُ الدُّعَاء",
                    "id": 6,
                    "category_id": 1
                },
                {
                    "category": "الأدعية القرآنية",
                    "count": "0",
                    "description": "",
                    "reference": "[آل عمران - 53].",
                    "zekr": "رَبَّنَا آمَنَّا بِمَا أَنزَلْتَ وَاتَّبَعْنَا الرَّسُولَ فَاكْتُبْنَا مَعَ الشَّاهِدِينَ",
                    "id": 7,
                    "category_id": 1
                },
                {
                    "category": "الأدعية القرآنية",
                    "count": "0",
                    "description": "",
                    "reference": "[آل عمران - 147].",
                    "zekr": "ربَّنَا اغْفِرْ لَنَا ذُنُوبَنَا وَإِسْرَافَنَا فِي أَمْرِنَا وَثَبِّتْ أَقْدَامَنَا وانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَِ",
                    "id": 8,
                    "category_id": 1
                },
                {
                    "category": "الأدعية القرآنية",
                    "count": "0",
                    "description": "",
                    "reference": "[آل عمران - 191:194].",
                    "zekr": "رَبَّنَا مَا خَلَقْتَ هَذا بَاطِلاً سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ رَبَّنَا إِنَّكَ مَن تُدْخِلِ النَّارَ فَقَدْ أَخْزَيْتَهُ وَمَا لِلظَّالِمِينَ مِنْ أَنصَارٍ رَّبَّنَا إِنَّنَا سَمِعْنَا مُنَادِيًا يُنَادِي لِلإِيمَانِ أَنْ آمِنُواْ بِرَبِّكُمْ فَآمَنَّا رَبَّنَا فَاغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّئَاتِنَا وَتَوَفَّنَا مَعَ الأبْرَارِ رَبَّنَا وَآتِنَا مَا وَعَدتَّنَا عَلَى رُسُلِكَ وَلاَ تُخْزِنَا يَوْمَ الْقِيَامَةِ إِنَّكَ لاَ تُخْلِفُ الْمِيعَادَ",
                    "id": 9,
                    "category_id": 1
                },
                {
                    "category": "الأدعية القرآنية",
                    "count": "0",
                    "description": "",
                    "reference": "[الأعراف - 47].",
                    "zekr": "رَبَّنَا لاَ تَجْعَلْنَا مَعَ الْقَوْمِ الظَّالِمِينَ",
                    "id": 10,
                    "category_id": 1
                },
                {
                    "category": "الأدعية القرآنية",
                    "count": "0",
                    "description": "",
                    "reference": "[الأعراف - 126].",
                    "zekr": "رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْرًا وَتَوَفَّنَا مُسْلِمِينَ",
                    "id": 11,
                    "category_id": 1
                },
                {
                    "category": "الأدعية القرآنية",
                    "count": "0",
                    "description": "",
                    "reference": "[التوبة - 129].",
                    "zekr": "حَسْبِيَ اللّهُ لا إِلَـهَ إِلاَّ هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ",
                    "id": 12,
                    "category_id": 1
                },
                {
                    "category": "الأدعية القرآنية",
                    "count": "0",
                    "description": "",
                    "reference": "[يونس - 85:86].",
                    "zekr": "رَبَّنَا لاَ تَجْعَلْنَا فِتْنَةً لِّلْقَوْمِ الظَّالِمِينَ وَنَجِّنَا بِرَحْمَتِكَ مِنَ الْقَوْمِ الْكَافِرِينَ",
                    "id": 13,
                    "category_id": 1
                },
                {
                    "category": "الأدعية القرآنية",
                    "count": "0",
                    "description": "",
                    "reference": "[هود - 47].",
                    "zekr": "رَبِّ إِنِّي أَعُوذُ بِكَ أَنْ أَسْأَلَكَ مَا لَيْسَ لِي بِهِ عِلْمٌ وَإِلاَّ تَغْفِرْ لِي وَتَرْحَمْنِي أَكُن مِّنَ الْخَاسِرِينَ",
                    "id": 14,
                    "category_id": 1
                },
                {
                    "category": "الأدعية القرآنية",
                    "count": "0",
                    "description": "",
                    "reference": "[ابراهيم - 40].",
                    "zekr": "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلاَةِ وَمِن ذُرِّيَّتِي رَبَّنَا وَتَقَبَّلْ دُعَاء",
                    "id": 15,
                    "category_id": 1
                },
                {
                    "category": "الأدعية القرآنية",
                    "count": "0",
                    "description": "",
                    "reference": "[ابراهيم - 41].",
                    "zekr": "رَبَّنَا اغْفِرْ لِي وَلِوَالِدَيَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ الْحِسَابُ",
                    "id": 16,
                    "category_id": 1
                },
                {
                    "category": "الأدعية القرآنية",
                    "count": "0",
                    "description": "",
                    "reference": "[الإسراء - 80].",
                    "zekr": "رَّبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ وَأَخْرِجْنِي مُخْرَجَ صِدْقٍ وَاجْعَل لِّي مِن لَّدُنكَ سُلْطَانًا نَّصِيرًا",
                    "id": 17,
                    "category_id": 1
                },
                {
                    "category": "الأدعية القرآنية",
                    "count": "0",
                    "description": "",
                    "reference": "[الكهف - 10].",
                    "zekr": "رَبَّنَا آتِنَا مِن لَّدُنكَ رَحْمَةً وَهَيِّئْ لَنَا مِنْ أَمْرِنَا رَشَدًا",
                    "id": 18,
                    "category_id": 1
                },
                {
                    "category": "الأدعية القرآنية",
                    "count": "0",
                    "description": "",
                    "reference": "[طه - 25:28].",
                    "zekr": "رَبِّ اشْرَحْ لِي صَدْرِي وَيَسِّرْ لِي أَمْرِي وَاحْلُلْ عُقْدَةً مِّن لِّسَانِي يَفْقَهُوا قَوْلِي",
                    "id": 19,
                    "category_id": 1
                },
                {
                    "category": "الأدعية القرآنية",
                    "count": "0",
                    "description": "",
                    "reference": "[طه - 114].",
                    "zekr": "رَّبِّ زِدْنِي عِلْمًا",
                    "id": 20,
                    "category_id": 1
                },
                {
                    "category": "الأدعية القرآنية",
                    "count": "0",
                    "description": "",
                    "reference": "[الأنبياء - 87].",
                    "zekr": "لا إِلَهَ إِلا أَنتَ سُبْحَانَكَ إِنِّي كُنتُ مِنَ الظَّالِمِينَ",
                    "id": 21,
                    "category_id": 1
                },
                {
                    "category": "الأدعية القرآنية",
                    "count": "0",
                    "description": "",
                    "reference": "[الأنبياء - 89].",
                    "zekr": "رَبِّ لَا تَذَرْنِي فَرْدًا وَأَنتَ خَيْرُ الْوَارِثِينَ",
                    "id": 22,
                    "category_id": 1
                },
                {
                    "category": "الأدعية القرآنية",
                    "count": "0",
                    "description": "",
                    "reference": "[المؤمنون - 97:98].",
                    "zekr": "رَّبِّ أَعُوذُ بِكَ مِنْ هَمَزَاتِ الشَّيَاطِينِ وَأَعُوذُ بِكَ رَبِّ أَن يَحْضُرُونِ",
                    "id": 23,
                    "category_id": 1
                },
                {
                    "category": "الأدعية القرآنية",
                    "count": "0",
                    "description": "",
                    "reference": "[المؤمنون - 109].",
                    "zekr": "رَبَّنَا آمَنَّا فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنتَ خَيْرُ الرَّاحِمِينَ",
                    "id": 24,
                    "category_id": 1
                },
                {
                    "category": "الأدعية القرآنية",
                    "count": "0",
                    "description": "",
                    "reference": "[المؤمنون - 118].",
                    "zekr": "رَّبِّ اغْفِرْ وَارْحَمْ وَأَنتَ خَيْرُ الرَّاحِمِينَ",
                    "id": 25,
                    "category_id": 1
                }
            ]
        },
        {
            "id": 2,
            "name": "أدعية نبوية",
            "section_id": 3,
            "children": [
                {
                    "category": "أدعية نبوية",
                    "count": "0",
                    "description": "",
                    "reference": "رواه البخاري (6306) عن شداد بن أوس وقد وصف النبي هذا الدعاء بأنه سيد الاستغفار",
                    "zekr": "اللَّهُمَّ أنَْتَ رَبيِّ لَا إلِهََ إلَِّا أنَتَ، خَلَقْتنَيِ وَأنََا عَبدُْكَ، وَأنََا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبُوءُ بِذَنْبِي فَاغْفِرْ لِي فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ",
                    "id": 26,
                    "category_id": 2
                },
                {
                    "category": "أدعية نبوية",
                    "count": "0",
                    "description": "",
                    "reference": "رواه البخاري (834) ومسلم (6869) عن أبي بكر",
                    "zekr": "اللَّهُمَّ إِنِّي ظَلَمْتُ نَفْسِي ظُلْمًا كَثِيرًا، وَلَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ، فَاغْفِرْ لِي مَغْفِرَةً مِنْ عِنْدِكَ وَارْحَمْنِي إِنَّك أَنْتَ الْغَفُورُ الرَّحِيمُ",
                    "id": 27,
                    "category_id": 2
                },
                {
                    "category": "أدعية نبوية",
                    "count": "0",
                    "description": "",
                    "reference": "رواه البخاري (6398) ومسلم (6901) عن أبي موسى",
                    "zekr": "رَبِّ اغْفِرْ لِي خَطِيئَتِي وَجَهْلِي وَإِسْرَافِي فِي أَمْرِي كُلِّهِ وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّي، اللَّهُمَّ اغْفِرْ لِي خَطَايَايَ وَعَمْدِي وَجَهْلِي وَهَزْلِي، وَكُلُّ ذَلِكَ عِنْدِي، اللَّهُمَّ اغْفِرْ لِي مَا قَدَّمْتُ وَمَا أَخَّرْتُ وَمَا أَسْرَرْتُ وَمَا أَعْلَنْتُ أَنْتَ الْمُقَدِّمُ وَأَنْتَ الْمُؤَخِّرُ وَأَنْتَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
                    "id": 28,
                    "category_id": 2
                },
                {
                    "category": "أدعية نبوية",
                    "count": "0",
                    "description": "",
                    "reference": "رواه مسلم (1084) عن أبي هريرة",
                    "zekr": "اللَّهُمَّ اغْفِرْ لِي ذَنْبِي كُلَّهُ، دِقَّهُ، وَجِلَّهُ، وَأَوَّلَهُ، وَآخِرَهُ، وَعَلَانِيَتَهُ، وَسِرَّهُ",
                    "id": 29,
                    "category_id": 2
                },
                {
                    "category": "أدعية نبوية",
                    "count": "0",
                    "description": "",
                    "reference": "رواه البخاري (6369) عن أنس",
                    "zekr": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ وَالْعَجْزِ وَالْكَسَلِ وَالْجُبْنِ وَالْبُخْلِ وَضَلَعِ الدَّيْنِ وَغَلَبَةِ الرِّجَالِ",
                    "id": 30,
                    "category_id": 2
                },
                {
                    "category": "أدعية نبوية",
                    "count": "0",
                    "description": "",
                    "reference": "رواه البخاري (6365) عن سعد بن أبي وقاص",
                    "zekr": "اللَّهُمَّ إنِِّي أَعُوذُ بكَِ مِنَ الْبُخْلِ، وَأَعُوذُ بكَِ مِنَ الْجُبْنِ، وَأَعُوذُ بكَِ أَنْ أُرَدَّ إلَِى أَرْذَلِ الْعُمُرِ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الدُّنْيَا، وَأَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ",
                    "id": 31,
                    "category_id": 2
                },
                {
                    "category": "أدعية نبوية",
                    "count": "0",
                    "description": "",
                    "reference": "رواه البخاري (6368) ومسلم (6871) عن عائشة",
                    "zekr": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْكَسَلِ وَالْهَرَمِ وَالْمَأْثَمِ وَالْمَغْرَمِ، وَمِنْ فِتْنَةِ الْقَبْرِ وَعَذَابِ الْقَبْرِ، وَمِنْ فِتْنَةِ النَّارِ وَعَذَابِ النَّارِ، وَمِنْ شَرِّ فِتْنَةِ الْغِنَى، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الْفَقْرِ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ، اللَّهُمَّ اغْسِلْ عَنِّي خَطَايَايَ بِمَاءِ الثَّلْجِ وَالْبَرَدِ، وَنَقِّ قَلْبِي مِنَ الْخَطَايَا كَمَا نَقَّيْتَ الثَّوْبَ الْأَبْيَضَ مِنَ الدَّنَسِ، وَبَاعِدْ بَيْنِي وَبَيْنَ خَطَايَايَ كَمَا بَاعَدْتَ بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ",
                    "id": 32,
                    "category_id": 2
                },
                {
                    "category": "أدعية نبوية",
                    "count": "0",
                    "description": "",
                    "reference": "رواه مسلم (6889) عن أبي هريرة",
                    "zekr": "اللَّهُمَّ رَبَّ السَّمَوَاتِ وَرَبَّ الْأَرْضِ وَرَبَّ الْعَرْشِ الْعَظِيمِ، رَبَّنَا وَرَبَّ كُلِّ شَيْءٍ، فَالِقَ الْحَبِّ وَالنَّوَى وَمُنْزِلَ التَّوْرَاةِ وَالْإِنْجِيلِ وَالْفُرْقَانِ، أَعُوذُ بِكَ مِنْ شَرِّ كُلِّ شَيْءٍ أَنْتَ آخِذٌ بِنَاصِيَتهِِ، اللَّهُمَّ أَنْتَ الْأوََّلُ فَلَيْسَ قَبْلَكَ شَيْءٌ، وَأَنْتَ الْآخِرُ فَلَيْسَ بَعْدَكَ شَيْءٌ، وَأَنْتَ الظَّاهِرُ فَلَيْسَ فَوْقَكَ شَيْءٌ، وَأَنْتَ الْبَاطِنُ فَلَيْسَ دُونَكَ شَيْءٌ، اقْضِ عَنَّا الدَّيْنَ وَأَغْنِنَا مِنَ الْفَقْرِ",
                    "id": 33,
                    "category_id": 2
                },
                {
                    "category": "أدعية نبوية",
                    "count": "0",
                    "description": "",
                    "reference": "رواه مسلم (6895) عن عائشة",
                    "zekr": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ مَا عَمِلْتُ وَمِنْ شَرِّ مَا لَمْ أَعْمَلْ",
                    "id": 34,
                    "category_id": 2
                },
                {
                    "category": "أدعية نبوية",
                    "count": "0",
                    "description": "",
                    "reference": "رواه مسلم (6903) عن أبي هريرة",
                    "zekr": "اللَّهُمَّ أَصْلِحْ لِي دِينِي الَّذِي هُوَ عِصْمَةُ أَمْرِي، وَأَصْلِحْ لِي دُنْيَايَ الَّتِي فِيهَا مَعَاشِي، وَأَصْلِحْ لِي آخِرَتِي الَّتِي فِيهَا مَعَادِي وَاجْعَلِ الْحَيَاةَ زِيَادَةً لِي فِي كُلِّ خَيْرٍ، وَاجْعَلِ الْمَوْتَ رَاحَةً لِي مِنْ كُلِّ شَرٍّ",
                    "id": 35,
                    "category_id": 2
                },
                {
                    "category": "أدعية نبوية",
                    "count": "0",
                    "description": "",
                    "reference": "رواه مسلم (6904) عن ابن مسعود",
                    "zekr": "اللَّهُمَّ إِنِّي أَسْأَلُكَ الْهُدَى وَالتُّقَى وَالْعَفَافَ وَالْغِنَى",
                    "id": 36,
                    "category_id": 2
                },
                {
                    "category": "أدعية نبوية",
                    "count": "0",
                    "description": "",
                    "reference": "رواه مسلم (6906) عن زيد بن أرقم",
                    "zekr": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْعَجْزِ وَالْكَسَلِ، وَالْجُبْنِ وَالْبُخْلِ، وَالْهَرَمِ وَعَذَابِ الْقَبْرِ، اللَّهُمَّ آتِ نَفْسِي تَقْوَاهَا وَزَكِّهَا أَنْتَ خَيْرُ مَنْ زَكَّاهَا، أَنْتَ وَلِيُّهَا وَمَوْلَاهَا، اللَّهُمَّ إنِِّي أَعُوذُ بِكَ مِنْ عِلْمٍ لَا يَنْفَعُ، وَمِنْ قَلْبٍ لَا يَخْشَعُ، وَمِنْ نَفْسٍ لَا تَشْبَعُ، وَمِنْ دَعْوَةٍ لَا يُسْتَجَابُ لَهَا",
                    "id": 37,
                    "category_id": 2
                },
                {
                    "category": "أدعية نبوية",
                    "count": "0",
                    "description": "",
                    "reference": "رواه البخاري (7383) ومسلم (6899) عن ابن عباس",
                    "zekr": "اللَّهُمَّ لَكَ أَسْلَمْتُ وَبِكَ آمَنْتُ، وَعَلَيْكَ تَوَكَّلْتُ وَإِلَيْكَ أَنَبْتُ وَبِكَ خَاصَمْتُ، اللَّهُمَّ إِنِّي أَعُوذُ بِعِزَّتِكَ لَا إِلَهَ إِلَّا أَنْتَ أَنْ تُضِلَّنيِ، أَنْتَ الْحَيُّ الَّذِي لَا يَمُوتُ وَالْجِنُّ وَالْإِنْسُ يَمُوتُونَ",
                    "id": 38,
                    "category_id": 2
                },
                {
                    "category": "أدعية نبوية",
                    "count": "0",
                    "description": "",
                    "reference": "رواه مسلم (6943) عن ابن عمر",
                    "zekr": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ زَوَالِ نِعْمَتِكَ وَتَحَوُّلِ عَافِيَتِكَ وَفُجَاءَةِ نِقْمَتِكَ وَجَمِيعِ سَخَطِكَ",
                    "id": 39,
                    "category_id": 2
                },
                {
                    "category": "أدعية نبوية",
                    "count": "0",
                    "description": "",
                    "reference": "رواه مسلم (6750) عن عبد الله بن عمرو",
                    "zekr": "اللَّهُمَّ مُصَرِّفَ الْقُلُوبِ صَرِّفْ قُلُوبَنَا عَلَى طَاعَتِكَ",
                    "id": 40,
                    "category_id": 2
                },
                {
                    "category": "أدعية نبوية",
                    "count": "0",
                    "description": "",
                    "reference": "رواه مسلم (1811) عن عائشة",
                    "zekr": "اللَّهُمَّ رَبَّ جَبْرَائِيلَ وَمِيكَائِيلَ وَإِسْرَافِيلَ، فَاطِرَ السَّمَوَاتِ وَالأَرْضِ، عَالِمَ الْغَيْبِ وَالشَّهَادَةِ، أَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ، اهْدِنِي لِمَا اخْتُلِفَ فِيهِ مِنَ الْحَقِّ بِإِذْنِكَ، إِنَّكَ تَهْدِي مَنْ تَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ",
                    "id": 41,
                    "category_id": 2
                },
                {
                    "category": "أدعية نبوية",
                    "count": "0",
                    "description": "",
                    "reference": "رواه مسلم (1090) عن عائشة",
                    "zekr": "اللَّهُمَّ إِنِّي أَعُوذُ بِرِضَاكَ مِنْ سَخَطِكَ، وَبِمُعَافَاتِكَ مِنْ عُقُوبَتِكَ، وَأَعُوذُ بِكَ مِنْكَ، لَا أُحْصِي ثَنَاءً عَلَيْكَ، أَنْتَ كَمَا أَثْنَيْتَ عَلَى نَفْسِكَ",
                    "id": 42,
                    "category_id": 2
                },
                {
                    "category": "أدعية نبوية",
                    "count": "0",
                    "description": "",
                    "reference": "رواه البخاري (6347) ومسلم (6877) عن أبي هريرة",
                    "zekr": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ جَهْدِ الْبَلَاءِ وَدَرَكِ الشَّقَاءِ وَسُوءِ الْقَضَاءِ وَشَمَاتَةِ الْأَعْدَاءِ",
                    "id": 43,
                    "category_id": 2
                },
                {
                    "category": "أدعية نبوية",
                    "count": "0",
                    "description": "",
                    "reference": "رواه البخاري (6316) ومسلم (1797) عن ابن عباس",
                    "zekr": "اللَّهُمَّ اجْعَلْ لِي فِي قَلْبِي نُورًا، وَفِي لِسَانِي نُورًا، وَفِي سَمْعِي نُورًا، وَفِي بَصَرِي نُورًا، وَمِنْ فَوْقِي نُورًا، وَمِنْ تَحْتِي نُورًا، وَعَنْ يَمِينِي نُورًا، وَعَنْ شِمَالِي نُورًا، وَمِنْ بَيْنِ يَدَيَّ نُورًا، وَمِنْ خَلْفِي نُورًا، وَاجْعَلْ فِي نَفْسِي نُورًا، وَأَعْظِمْ لِي نُورًا",
                    "id": 44,
                    "category_id": 2
                },
                {
                    "category": "أدعية نبوية",
                    "count": "0",
                    "description": "",
                    "reference": "رواه ابن ماجه (3846) بإسناد صحيح عن عائشة",
                    "zekr": "اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنَ الْخَيْرِ كُلِّهِ عَاجِلِهِ وَآجِلِهِ مَا عَلِمْتُ مِنْهُ وَمَا لَمْ أَعْلَم،ْ وَأَعُوذُ بِكَ مِنَ الشَّرِّ كُلِّهِ عَاجِلِهِ وَآجِلِهِ مَا عَلِمْتُ مِنْهُ وَمَا لَمْ أَعْلَمْ، اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ خَيْرِ مَا سَأَلَكَ عَبْدُكَ وَنَبِيُّكَ، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا عَاذَ بِهِ عَبْدُكَ وَنَبِيُّكَ، اللَّهُمَّ إِنِّي أَسْأَلُكَ الْجَنَّةَ وَمَا قَرَّبَ إِلَيْهَا مِنْ قَوْلٍ أَوْ عَمَلٍ، وَأَعُوذُ بِكَ مِنَ النَّارِ وَمَا قَرَّبَ إِلَيْهَا مِنْ قَوْلٍ أَوْ عَمَلٍ وَأَسْأَلُكَ أَنْ تَجْعَلَ كُلَّ قَضَاءٍ قَضَيْتَهُ لِي خَيْرًا",
                    "id": 45,
                    "category_id": 2
                },
                {
                    "category": "أدعية نبوية",
                    "count": "0",
                    "description": "",
                    "reference": "رواه النَّسائي (1305) بإسناد حسن عن عمار بن ياسر",
                    "zekr": "اللَّهُمَّ بِعِلْمِكَ الْغَيْبَ وَقُدْرَتِكَ عَلَى الْخَلْقِ أَحْيِنِي مَا عَلِمْتَ الْحَيَاةَ خَيْرًا لِي، وَتَوَفَّنِي إِذَا عَلِمْتَ الْوَفَاةَ خَيْرًا لِي، اللَّهُمَّ وَأَسْأَلُكَ خَشْيَتَكَ فِي الْغَيْبِ وَالشَّهَادَةِ، وَأَسْأَلُكَ كَلِمَةَ الْحَقِّ فِي الرِّضَا وَالْغَضَبِ، وَأَسْأَلُكَ الْقَصْدَ فِي الْفَقْرِ وَالْغِنَى، وَأَسْأَلُكَ نَعِيمًا لَا يَنْفَدُ، وَأَسْأَلُكَ قُرَّةَ عَيْنٍ لَا تَنْقَطِعُ، وَأَسْأَلُكَ الرِّضَاءَ بَعْدَ الْقَضَاءِ، وَأَسْأَلُكَ بَرْدَ الْعَيْشِ بَعْدَ الْمَوْتِ، وَأَسْأَلُكَ لَذَّةَ النَّظَرِ إِلَى وَجْهِكَ وَالشَّوْقَ إِلَى لِقَائِكَ فِي غَيْرِ ضَرَّاءَ مُضِرَّةٍ وَلَا فِتْنَةٍ مُضِلَّةٍ، اللَّهُمَّ زَيِّنَّا بِزِينَةِ الْإِيمَانِ، وَاجْعَلْنَا هُدَاةً مُهْتَدِينَ",
                    "id": 46,
                    "category_id": 2
                },
                {
                    "category": "أدعية نبوية",
                    "count": "0",
                    "description": "",
                    "reference": "رواه أبو داود (5074) وغيره بإسناد صحيح عن ابن عمر",
                    "zekr": "اللَّهُمَّ إِنِّي أَسْأَلُكَ العَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَالْآخِرَةِ، اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي دِينِي وَدُنْيَايَ وَأَهْلِي وَمَالِي، اللَّهُمَّ اسْتُرْ عَوْرَاتِي وَآمِنْ رَوْعَاتِي، وَاحْفَظنْيِ مِنْ بيَنِْ يَدَيَّ وَمِنْ خَلْفِي وَعَنْ يَمِينيِ وَعَنْ شِمَاليِ وَمِنْ فَوْقِي، وَأَعُوذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِي",
                    "id": 47,
                    "category_id": 2
                },
                {
                    "category": "أدعية نبوية",
                    "count": "0",
                    "description": "",
                    "reference": "رواه الترمذي (3392) وغيره بإسناد صحيح عن أبي هريرة",
                    "zekr": "اللَّهُمَّ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ، فَاطِرَ السَّمَوَاتِ وَالْأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا أَنْتَ، أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي وَشَرِّ الشَّيْطَانِ وَشِرْكِهِ",
                    "id": 48,
                    "category_id": 2
                },
                {
                    "category": "أدعية نبوية",
                    "count": "0",
                    "description": "",
                    "reference": "رواه الطبراني في \"الكبير\" (7135) عن شداد بن أوس",
                    "zekr": "اللَّهُمَّ إِنِّي أَسْأَلُكَ الثَّبَاتَ فِي الأَمْرِ، وَالْعَزِيمَةَ عَلَى الرُّشْدِ، وَأَسْأَلُكَ مُوجِبَاتِ رَحْمَتكَِ، وَعَزَائمَِ مَغْفِرَتكَِ، وَأسَْألَكَُ شُكْرَ نعِْمَتكَِ، وَحُسْنَ عِباَدَتكَِ، وَأسَْألَكَُ قَلْبًا سَلِيمًا، وَلِسَانًا صَادِقًا، وَأَسْأَلُكَ مِنْ خَيْرِ مَا تَعْلَمُ، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا تَعْلَمُ، وَأَسْتَغْفِرُكَ لِمَا تَعْلَمُ، إِنَّكَ أَنْتَ عَلَّامُ الْغُيُوبِ",
                    "id": 49,
                    "category_id": 2
                },
                {
                    "category": "أدعية نبوية",
                    "count": "0",
                    "description": "",
                    "reference": "رواه الترمذي (3563) بإسناد حسن عن علي",
                    "zekr": "اللَّهُمَّ اكْفِنِي بِحَلَالِكَ عَنْ حَرَامِكَ وَأَغْنِنِي بِفَضْلِكَ عَمَّنْ سِوَاكَ",
                    "id": 50,
                    "category_id": 2
                },
                {
                    "category": "أدعية نبوية",
                    "count": "0",
                    "description": "",
                    "reference": "رواه أبو داود (5090) بإسناد حسن عن أبي بكرة",
                    "zekr": "اللَّهُمَّ عَافِنِي فِي بَدَنِي، اللَّهُمَّ عَافِنِي فِي سَمْعِي، اللَّهُمَّ عَافِنِي فِي بَصَرِي، لَا إلَِهَ إلَِّا أَنْتَ، اللَّهُمَّ إنِِّي أَعُوذُ بِكَ مِنَ الْكُفْرِ وَالْفَقْرِ، اللَّهُمَّ إنِِّي أَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ، لَا إِلَهَ إِلَّا أَنْتَ",
                    "id": 51,
                    "category_id": 2
                },
                {
                    "category": "أدعية نبوية",
                    "count": "0",
                    "description": "",
                    "reference": "رواه الترمذي (3551) وغيره بإسناد صحيح عن ابن عباس",
                    "zekr": "رَبِّ أَعِنِّي وَلَا تُعِنْ عَلَيَّ، وَانْصُرْنِي وَلَا تَنْصُرْ عَلَيَّ، وَامْكُرْ لِي وَل َاتَمْكُرْ عَلَيَّ، وَاهْدِنِي وَيَسِّرِ الْهُدَى لِي، وَانْصُرْنِي عَلَى مَنْ بَغَى عَلَيَّ، رَبِّ اجْعَلْنِي لَكَ شَكَّارًا، لَكَ ذَكَّارًا، لَكَ رَهَّابًا، لَكَ مِطْوَاعًا، لَكَ مُخْبِتًا إِلَيْكَ أَوَّاهًا مُنِيبًا، رَبِّ تَقَبَّلْ تَوْبَتِي وَاغْسِلْ حَوْبَتِي وَأَجِبْ دَعْوَتِي وَثَبِّتْ حُجَّتِي وَسَدِّدْ لِسَانِي وَاهْدِ قَلْبِي وَاسْلُلْ سَخِيمَةَ صَدْرِي",
                    "id": 52,
                    "category_id": 2
                },
                {
                    "category": "أدعية نبوية",
                    "count": "0",
                    "description": "",
                    "reference": "رواه الإمام أحمد (15492) عن رفاعة الزرقي بإسناد صحيح",
                    "zekr": "اللَّهُمَّ لَكَ الْحَمْدُ كُلُّهُ، اللَّهُمَّ لَا قَابِضَ لِمَا بَسَطْتَ، وَلَا بَاسِطَ لِمَا قَبَضْتَ، وَلَا هَادِيَ لِمَا أَضْلَلْت، وَلَا مُضِلَّ لِمَنْ هَدَيْتَ، وَلَا مُعْطِيَ لِمَا مَنَعْتَ، وَلَا مَانِعَ لِمَا أَعْطَيْتَ، وَلَا مُقَرِّبَ لِمَا بَاعَدْتَ، وَلَا مُبَاعِدَ لِمَا قَرَّبْتَ، اللَّهُمَّ ابْسُطْ عَلَيْنَا مِنْ بَرَكَاتِكَ وَرَحْمَتِكَ وَفَضْلِكَ وَرِزْقِكَ، اللَّهُمَّ إِنِّي أَسْأَلُكَ النَّعِيمَ الْمُقِيمَ الَّذِي لَا يَحُولُ وَلَا يَزُولُ، اللَّهُمَّ إِنِّي أَسْأَلُكَ النَّعِيمَ يَوْمَ الْعَيْلَةِ، وَالْأَمْنَ يَوْمَ الْخَوْفِ، اللَّهُمَّ إنِِّي عَائذٌِ بكَِ مِنْ شَرِّ مَا أَعْطَيْتَنَا وَشَرِّ مَا مَنَعْتَ، اللَّهُمَّ حَبِّبْ إلَِيْنَا الْإِيمَانَ وَزَيِّنْهُ فيِ قُلُوبِنَا، وَكَرِّهْ إِلَيْنَا الْكُفْرَ وَالْفُسُوقَ وَالْعِصْيَانَ، وَاجْعَلْنَا مِنَ الرَّاشِدِينَ، اللَّهُمَّ تَوَفَّنَا مُسْلِمِينَ، وَأَحْيِنَا مُسْلِمِينَ، وَأَلْحِقْنَا بِالصَّالِحِينَ غَيْرَ خَزَايَا وَلَا مَفْتُونِينَ، اللَّهُمَّ قَاتِلْ الْكَفَرَةَ الَّذِينَ يُكَذِّبُونَ رُسُلَكَ، وَيَصُدُّونَ عَنْ سَبِيلِكَ، وَاجْعَلْ عَلَيْهِمْ رِجْزَكَ وَعَذَابَكَ، اللَّهُمَّ قَاتِلْ الْكَفَرَةَ الَّذِينَ أُوتُوا الْكِتَابَ إِلَهَ الْحَقِّ",
                    "id": 53,
                    "category_id": 2
                },
                {
                    "category": "أدعية نبوية",
                    "count": "0",
                    "description": "",
                    "reference": "رواه البخاري (3370) ومسلم (908) عن كعب بن عُجرة",
                    "zekr": "اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيمَ وعَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ، اللّٰهُمَّ بَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ كَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ وَعَلَى آلِ إِبْرَاهِيمَ إِنَّكَ حَمِيدٌ مَجِيدٌ",
                    "id": 54,
                    "category_id": 2
                }
            ]
        },
        {
            "id": 3,
            "name": "أدعية الأنبياء",
            "section_id": 3,
            "children": [
                {
                    "category": "أدعية الأنبياء",
                    "count": "0",
                    "description": "آدم علية السلام",
                    "reference": "[الأعراف - 23]",
                    "zekr": "رَبَّنَا ظَلَمْنَا أَنفُسَنَا وَإِن لَّمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ",
                    "id": 55,
                    "category_id": 3
                },
                {
                    "category": "أدعية الأنبياء",
                    "count": "0",
                    "description": "نوح علية السلام",
                    "reference": "[نوح - 28]",
                    "zekr": "رَّبِّ اغْفِرْ لِي وَلِوَالِدَيَّ وَلِمَن دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَلَا تَزِدِ الظَّالِمِينَ إِلَّا تَبَارًا",
                    "id": 56,
                    "category_id": 3
                },
                {
                    "category": "أدعية الأنبياء",
                    "count": "0",
                    "description": "نوح علية السلام",
                    "reference": "[هود - 47]",
                    "zekr": "رَبِّ إِنِّي أَعُوذُ بِكَ أَنْ أَسْأَلَكَ مَا لَيْسَ لِي بِهِ عِلْمٌ وَإِلاَّ تَغْفِرْ لِي وَتَرْحَمْنِي أَكُن مِّنَ الْخَاسِرِينَ",
                    "id": 57,
                    "category_id": 3
                },
                {
                    "category": "أدعية الأنبياء",
                    "count": "0",
                    "description": "نوح علية السلام",
                    "reference": "[المؤمنون - 29]",
                    "zekr": "رَّبِّ أَنزِلْنِي مُنزَلاً مُّبَارَكاً وَأَنتَ خَيْرُ الْمُنزِلِينَ",
                    "id": 58,
                    "category_id": 3
                },
                {
                    "category": "أدعية الأنبياء",
                    "count": "0",
                    "description": "إبراهيم علية السلام",
                    "reference": "[البقرة - 127:128]",
                    "zekr": "رَبَّنَا تَقَبَّلْ مِنَّا إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ ,رَبَّنَا وَاجْعَلْنَا مُسْلِمَيْنِ لَكَ وَمِنْ ذُرِّيَّتِنَا أُمَّةً مُسْلِمَةً لَكَ وَأَرِنَا مَنَاسِكَنَا وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ",
                    "id": 59,
                    "category_id": 3
                },
                {
                    "category": "أدعية الأنبياء",
                    "count": "0",
                    "description": "إبراهيم علية السلام",
                    "reference": "[إبراهيم - 41:40]",
                    "zekr": "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِن ذُرِّيَّتِي ۚ رَبَّنَا وَتَقَبَّلْ دُعَاءِ ,رَبَّنَا اغْفِرْ لِي وَلِوَالِدَيَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ الْحِسَابُ",
                    "id": 60,
                    "category_id": 3
                },
                {
                    "category": "أدعية الأنبياء",
                    "count": "0",
                    "description": "إبراهيم علية السلام",
                    "reference": "[الشعراء - 83:85]",
                    "zekr": "رَبِّ هَبْ لِي حُكْمًا وَأَلْحِقْنِي بِالصَّالِحِينَ ,وَاجْعَل لِّي لِسَانَ صِدْقٍ فِي الْآخِرِينَ ,وَاجْعَلْنِي مِن وَرَثَةِ جَنَّةِ النَّعِيمِ",
                    "id": 61,
                    "category_id": 3
                },
                {
                    "category": "أدعية الأنبياء",
                    "count": "0",
                    "description": "إبراهيم علية السلام",
                    "reference": "[الممتحنة - 4:5]",
                    "zekr": "رَّبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَبْنَا وَإِلَيْكَ الْمَصِيرُ ,رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِّلَّذِينَ كَفَرُوا وَاغْفِرْ لَنَا رَبَّنَا ۖ  إِنَّكَ أَنتَ الْعَزِيزُ الْحَكِيمُ",
                    "id": 62,
                    "category_id": 3
                },
                {
                    "category": "أدعية الأنبياء",
                    "count": "0",
                    "description": "إبراهيم علية السلام",
                    "reference": "[الصافات - 100]",
                    "zekr": "رَبِّ هَبْ لِي مِنَ الصَّالِحِينَ",
                    "id": 63,
                    "category_id": 3
                },
                {
                    "category": "أدعية الأنبياء",
                    "count": "0",
                    "description": "هود علية السلام",
                    "reference": "[هود - 56]",
                    "zekr": "إِنِّي تَوَكَّلْتُ عَلَى اللَّهِ رَبِّي وَرَبِّكُم ۚ مَّا مِن دَابَّةٍ إِلَّا هُوَ آخِذٌ بِنَاصِيَتِهَا ۚ إِنَّ رَبِّي عَلَىٰ صِرَاطٍ مُّسْتَقِيمٍ",
                    "id": 64,
                    "category_id": 3
                },
                {
                    "category": "أدعية الأنبياء",
                    "count": "0",
                    "description": "لوط علية السلام",
                    "reference": "[العنكبوت - 30]",
                    "zekr": "رَبِّ انْصُرْنِي عَلَى الْقَوْمِ الْمُفْسِدِينَ",
                    "id": 65,
                    "category_id": 3
                },
                {
                    "category": "أدعية الأنبياء",
                    "count": "0",
                    "description": "لوط علية السلام",
                    "reference": "[الشعراء - 169]",
                    "zekr": "رَبِّ نَجِّنِي وَأَهْلِي مِمَّا يَعْمَلُونَ",
                    "id": 66,
                    "category_id": 3
                },
                {
                    "category": "أدعية الأنبياء",
                    "count": "0",
                    "description": "يوسف علية السلام",
                    "reference": "[يوسف - 101]",
                    "zekr": "فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ أَنتَ وَلِيِّي فِي الدُّنْيَا وَالْآخِرَةِ ۖ تَوَفَّنِي مُسْلِمًا وَأَلْحِقْنِي بِالصَّالِحِينَ",
                    "id": 67,
                    "category_id": 3
                },
                {
                    "category": "أدعية الأنبياء",
                    "count": "0",
                    "description": "شعيب علية السلام",
                    "reference": "[الأعراف - 89]",
                    "zekr": "وَسِعَ رَبُّنَا كُلَّ شَيْءٍ عِلْماً عَلَى اللّهِ تَوَكَّلْنَا رَبَّنَا افْتَحْ بَيْنَنَا وَبَيْنَ قَوْمِنَا بِالْحَقِّ وَأَنتَ خَيْرُ الْفَاتِحِينَ",
                    "id": 68,
                    "category_id": 3
                },
                {
                    "category": "أدعية الأنبياء",
                    "count": "0",
                    "description": "موسى علية السلام",
                    "reference": "[القصص - 16]",
                    "zekr": "رَبِّ إِنِّي ظَلَمْتُ نَفْسِي فَاغْفِرْ لِ",
                    "id": 69,
                    "category_id": 3
                },
                {
                    "category": "أدعية الأنبياء",
                    "count": "0",
                    "description": "موسى علية السلام",
                    "reference": "[القصص - 17]",
                    "zekr": "رَبِّ بِمَا أَنْعَمْتَ عَلَيَّ فَلَنْ أَكُونَ ظَهِيراً لِّلْمُجْرِمِينَ",
                    "id": 70,
                    "category_id": 3
                },
                {
                    "category": "أدعية الأنبياء",
                    "count": "0",
                    "description": "موسى علية السلام",
                    "reference": "[القصص - 24]",
                    "zekr": "رَبِّ إِنِّي لِمَا أَنزَلْتَ إِلَيَّ مِنْ خَيْرٍ فَقِيرٌ",
                    "id": 71,
                    "category_id": 3
                },
                {
                    "category": "أدعية الأنبياء",
                    "count": "0",
                    "description": "موسى علية السلام",
                    "reference": "[طه - 25:28]",
                    "zekr": "رَبِّ اشْرَحْ لِي صَدْرِي ,وَيَسِّرْ لِي أَمْرِي ,وَاحْلُلْ عُقْدَةً مِّن لِّسَانِي ,يَفْقَهُوا قَوْلِي",
                    "id": 72,
                    "category_id": 3
                },
                {
                    "category": "أدعية الأنبياء",
                    "count": "0",
                    "description": "أيوب علية السلام",
                    "reference": "[الأنبياء - 83]",
                    "zekr": "أَنِّي مَسَّنِيَ الضُّرُّ وَأَنتَ أَرْحَمُ الرَّاحِمِينَ",
                    "id": 73,
                    "category_id": 3
                },
                {
                    "category": "أدعية الأنبياء",
                    "count": "0",
                    "description": "سليمان علية السلام",
                    "reference": "[النمل - 19]",
                    "zekr": "رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلَى وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ وَأَدْخِلْنِي بِرَحْمَتِكَ فِي عِبَادِكَ الصَّالِحِينَ",
                    "id": 74,
                    "category_id": 3
                },
                {
                    "category": "أدعية الأنبياء",
                    "count": "0",
                    "description": "يونس علية السلام",
                    "reference": "[الأنبياء - 87]",
                    "zekr": "لَّا إِلَهَ إِلَّا أَنتَ سُبْحَانَكَ إِنِّي كُنتُ مِنَ الظَّالِمِينَ",
                    "id": 75,
                    "category_id": 3
                },
                {
                    "category": "أدعية الأنبياء",
                    "count": "0",
                    "description": "زكريا علية السلام",
                    "reference": "[آل عمران - 38]",
                    "zekr": "رَبِّ هَبْ لِي مِن لَّدُنْكَ ذُرِّيَّةً طَيِّبَةً إِنَّكَ سَمِيعُ الدُّعَاء",
                    "id": 76,
                    "category_id": 3
                },
                {
                    "category": "أدعية الأنبياء",
                    "count": "0",
                    "description": "زكريا علية السلام",
                    "reference": "[الأنبياء - 89]",
                    "zekr": "رَبِّ لَا تَذَرْنِي فَرْداً وَأَنتَ خَيْرُ الْوَارِثِينَ",
                    "id": 77,
                    "category_id": 3
                },
                {
                    "category": "أدعية الأنبياء",
                    "count": "0",
                    "description": "يعقوب علية السلام",
                    "reference": "[يوسف - 86]",
                    "zekr": "إِنَّمَا أَشْكُو بَثِّي وَحُزْنِي إِلَى اللَّه",
                    "id": 78,
                    "category_id": 3
                }
            ]
        }
    ]
}