[
    {
        "id": 1,
        "name": "اللَّه",
        "desc_short": "الله: وهو الإسم الأعظم الذي تفرد به الحق سبحانه وخص به نفسه وجعله أول أسمائه، وأضافها كلها إليه فهو علم على ذاته سبحانه.",
        "desc": "هو الاسم الذى تفرد به الحق سبحانه وخص به نفسه ،\n    وجعله أول أسمائه واضافها كلها اليه ولم يضفه الى إسم منها ، فكل ما يرد بعده يكون نعتا له وصفة ،\n    وهو إسم يدل دلالة العلم على الإله الحق وهويدل عليه دلالة جامعة لجميع الأسماء الإلهية الأحادية .\n    هذا والاسم (الله) سبحانه مختص بخواص لم توجد فى سائر أسماء الله تعالى .\n    الخاصية الأولى : أنه إذا حذفت الألف من قولك (الله)\n    بقى الباقى على صورة\n    لله وهومختص به سبحانه كما فى قوله\n    ( ولله جنود السموات والأرض) .\n    وإن حذفت عن البقية اللام الأولى بقيت على صورة (له) كما فى قوله تعالى\n    ( له مقاليد السموات والأرض)\n    فإن حذفت اللام الباقية كانت البقية هى قولنا (هو)\n    وهو أيضا يدل عليه سبحانه كما فى قوله ( قل هو الله أحد )\n    والواو ذائدة بدليل سقوطها فى التثنية والجمع ، فإنك تقول : هما ، هم ،\n    فلا تبقى الواو فيهما فهذه الخاصية موجودة فى لفظ الله غير موجودة فى سائر الاسماء .\n    الخاصية الثانية :\n    أن كلمة الشهادة _ وهى الكلمة التى بسببها ينتقل الكافر من الكفر الى الإسلام _ لم يحصل فيها إلا هذا الاسم\n    فلو أن الكافر قال : أشهد أن لا اله إلا الرحمن الرحيم ،\n    لم يخرج من الكفر ولم يدخل الاسلام ، وذلك يدل على اختصاص هذا الاسم بهذه الخاصية الشريفة"
    },
    {
        "id": 2,
        "name": "الرَّحْمَنُ",
        "desc_short": "الرحمن: كثير الرحمة وهو اسم مقصور على الله عز وجل ولا يجوز أن يقال رحمن لغير الله، وذلك لأن رحمته وسعت كل شيء وهو أرحم الراحمين.",
        "desc": "الرحمن الرحيم إسمان مشتقان من الرحمة والرحمة فى الأصل رقة فى القلب تستلزم التفضل والإحسان ،\nوهذا جائز فى حق العباد ، ولكنه محال فى حق الله سبحانه وتعالى، والرحمة تستدعى مرحوما .\nولا مرحوم إلا محتاج ، والرحمة منطوية على معنين الرقة .\nوالإحسان ، فركز تعالى فى طباع الناس الرقة وتفرد بالإحسان .\nولا يطلق الرحمن إلا على الله تعالى ، إذ هو الذى وسع كل شىء رحمة ، والرحيم تستعمل فى غيره وهو الذى كثرت رحمته\nوقيل أن الله رحمن الدنيا ورحيم الآخرة ، وذلك أن إحسانه فى الدنيا يعم المؤمنين والكافرين ،\nومن الآخرة يختص بالمؤمنين ، اسم الرحمن أخص من اسم الرحيم والرحمن نوعا من الرحمن\nوأبعد من مقدور العباد ، فالرحمن هو العطوف على عباده بالإيجاد أولا .\n. وبالهداية الى الإيمان وأسباب السعادة ثانيا .\nوالإسعاد فى الآخرة ثالثا ، والإنعام بالنظر الى وجهه الكريم رابعا .\nالرحمن هو المنعم بما لا يتصور صدور جنسه من العباد ،\nوالرحيم هو المنعم بما يتصور صدور جنسه"
    },
    {
        "id": 3,
        "name": "الرَّحِيمُ",
        "desc_short": "الرحيم: هو المنعم أبدا، المتفضل دوما، فرحمته لا تنتهي.",
        "desc": "الرحمن الرحيم إسمان مشتقان من الرحمة والرحمة فى الأصل رقة فى القلب تستلزم التفضل والإحسان ،\nوهذا جائز فى حق العباد ، ولكنه محال فى حق الله سبحانه وتعالى، والرحمة تستدعى مرحوما .\nولا مرحوم إلا محتاج ، والرحمة منطوية على معنين الرقة .\nوالإحسان ، فركز تعالى فى طباع الناس الرقة وتفرد بالإحسان .\nولا يطلق الرحمن إلا على الله تعالى ، إذ هو الذى وسع كل شىء رحمة ، والرحيم تستعمل فى غيره وهو الذى كثرت رحمته\nوقيل أن الله رحمن الدنيا ورحيم الآخرة ، وذلك أن إحسانه فى الدنيا يعم المؤمنين والكافرين ،\nومن الآخرة يختص بالمؤمنين ، اسم الرحمن أخص من اسم الرحيم والرحمن نوعا من الرحمن\nوأبعد من مقدور العباد ، فالرحمن هو العطوف على عباده بالإيجاد أولا .\n. وبالهداية الى الإيمان وأسباب السعادة ثانيا .\nوالإسعاد فى الآخرة ثالثا ، والإنعام بالنظر الى وجهه الكريم رابعا .\nالرحمن هو المنعم بما لا يتصور صدور جنسه من العباد ،\nوالرحيم هو المنعم بما يتصور صدور جنسه"
    },
    {
        "id": 4,
        "name": "المَلِكُ",
        "desc_short": "الملك: هو الله، ملك الملوك، له الملك، وهو مالك يوم الدين، ومليك الخلق فهو المالك المطلق.",
        "desc": "الملك هو الظاهر بعز سلطانه ، الغنى بذاته ،\n    المتصرف فى أكوانه بصفاته ، وهو المتصرف بالأمر والنهى ،\n    أو الملك لكل الأشياء ، الله تعالى الملك المستغنى بذاته وصفاته وأفعاله عن غيرة ،\n    المحتاج اليه كل من عداه ، يملك الحياة والموت والبعث والنشور ،\n    والملك الحقيقى لا يكون إلا لله وحده ، ومن عرف أن الملك لله وحده أبى أن يذل لمخلوق ،\n    وقد يستغنى العبد عن بعض اشياء ولا يستغنى عن بعض الأشياء فيكون له نصيب من الملك ،\n    وقد يستغنى عن كل شىء سوى الله ،\n    والعبد مملكته الخاصة قلبه .\n    وجنده شهوته وغضبه وهواه .\n    ورعيته لسانه وعيناه وباقى أعضائه .\n    فإذا ملكها ولم تملكه فقد نال درجة الملك فى عالمه ،\n    فإن انضم الى ذلك استغناؤه عن كل الناس فتلك رتبة الأنبياء ،\n    يليهم العلماء وملكهم بقدر قدرتهم على ارشاد العباد ،\n    بهذه الصفات يقرب العبد من الملائكة فى صفاته ويتقرب الى الله"
    },
    {
        "id": 5,
        "name": "القُدُّوسُ",
        "desc_short": "القدوس: هو الطاهر المنزه عن العيوب والنقائص وعن كل ما تحيط به العقول.",
        "desc": "تقول اللغة أن القدس هو الطهارة\n    والأرض المقدسة هى المطهرة\n    والبيت المقدس :الذى يتطهر فيه من الذنوب\n    وفى القرآن الكريم على لسان الملائكة وهم يخاطبون الله ( ونحن نسبح بحمدك ونقدس لك ) أى نطهر انفسنا لك\n    وجبريل عليه السلام يسمى الروح القدس لطهارته من العيوب فى تبليغ الوحى الى الرسل أو لأنه خلق من الطهارة\n    ولا يكفى فى تفسير القدوس بالنسبة الى الله تعالى أن يقال أنه منزه عن العيوب والنقائص فإن ذلك يكاد يقرب من ترك الأدب مع الله\n    فهو سبحانه منزه عن أوصاف كمال الناس المحدودة كما أنه منزه عن أوصاف نقصهم\n    بل كل صفة نتصورها للخلق هو منزه عنها وعما يشبهها أو يماثلها"
    },
    {
        "id": 6,
        "name": "السَّلَامُ",
        "desc_short": "السلام: هو ناشر السلام بين الأنام وهو الذي سلمت ذاته من النقص والعيب والفناء.",
        "desc": "تقول اللغة هو الأمان والاطئنان\n    والحصانة والسلامة ومادة السلام تدل على الخلاص والنجاة\n    وأن القلب السليم هو الخالص من العيوب\n    والسلم (بفتح السين أو كسرها ) هو المسالمة وعدم الحرب\n    الله السلام لأنه ناشر السلام بين الأنام\n    وهو مانح السلامة فى الدنيا والآخرة\n    وهو المنزه ذو السلامة من جميع العيوب والنقائص لكماله فى ذاته وصفاته وأفعاله\n    فكل سلامة معزوة اليه صادرة منه\n    وهوالذى سلم الخلق من ظلمه\n    وهوالمسلم على عباده فى الجنة\n    وهو فى رأى بعض العلماء بمعنى القدوس .\n    والأسلام هو عنوان دين الله الخاتم وهومشتق من مادة السلام الذى هو اسلام المرء نفسه لخالقه\n    وعهد منه أن يكون فى حياته سلما ومسالما لمن يسالمه\n    وتحية المسلمين بينهم هى ( السلام عليكم ورحمة الله وبركاته ) والرسول صلى الله عليه ةسلم يكثر من الدعوة الى السلام فيقول\n    : السلام من الاسلام..\n    افشوا السلام تسلموا ..\n    ثلاث من جمعهن فقد جمع الأيمان\n    : الأنصاف مع نفسم\n    وبذل السلام للعالم والأنفاق من الأقتار ( أى مع الحاجة ) ..\n    افشوا السلام بينكم .. اللهم أنت السلام ومنك السلام\n    واليك يعود السلام فحينا ربنا بالسلام."
    },
    {
        "id": 7,
        "name": "المُؤْمِنُ",
        "desc_short": "المؤمن: هو الذي سلم أوليائه من عذابه، والذي يصدق عباده ما وعدهم.",
        "desc": "الإيمان فى اللغة هو التصديق ، ويقال آمنه من الأمان ضد الخوف ،\nوالله يعطى الأمان لمن استجار به واستعان ،\nالله المؤمن الذى وحد نفسه بقوله ( شهد الله أنه لا اله إلا هو ) ،\nوهو الذى يؤمن أولياءه من عذابه ،\nويؤمن عباده من ظلمه ، هو خالق الطمأنينة فى القلوب ،\nأن الله خالق أسباب الخوف وأسباب الأمان جميعا وكونه تعالى مخوفا لا يمنع كونه مؤمنا ،\nكما أن كونه مذلا لا يمنع كونه معزا ،\nفكذلك هو المؤمن المخوف ، إن إسم ( المؤمن ) قد جاء منسوبا الى الله تبارك وتعالى فى القرآن مرة واحدة فى سورة الحشر فى قوله تعالى ( هو الله الذى لا اله إلا هو الملك القدوس السلام المؤمن المهيمن العزيز الجبار المتكبر سبحان الله عما يشركون )\nسورة الحشر"
    },
    {
        "id": 8,
        "name": "المُهَيْمِنُ",
        "desc_short": "المهيمن: هو الرقيب الحافظ لكل شيء، القائم على خلقه بأعمالهم، وأرزاقهم وآجالهم، المسؤول عنهم بالرعاية والوقاية والصيانة.",
        "desc": "الهيمنة هى القيام على الشىء والرعاية له\n    والمهيمن هو الرقيب أو الشاهد\n    والرقيب اسم من أسماء الله تبارك وتعالى معناه الرقيب الحافظ لكل شىء\n    المبالغ فى الرقابة والحفظ\n    أو المشاهد العالم بجميع الأشياء بالسر والنجوى\n    السامع للشكر والشكوى الدافع للضر والبلوى\n    وهو الشاهد المطلع على افعال مخلوقاته الذى يشهد الخواطر\n    ويعلم السرائر ويبصر الظواهر وهو المشرف على أعمال العباد\n    القائم على الوجود بالحفظ والأستيلاء"
    },
    {
        "id": 9,
        "name": "العَزِيزُ",
        "desc_short": "العزيز: هو المنفرد بالعزة، الظاهر الذي لا يقهر، القوي الممتنع فلا يغلبه شيء وهو غالب كل شيء.",
        "desc": "العز فى اللغة هو القوة والشدة والغلبة والرفعة و الأمتناع ،\n    والتعزيز هو التقوية ،\n    والعزيز اسم من أسماء الله الحسنى هو الخطير ،( الذى يقل وجود مثله . وتشتد الحاجة اليه . ويصعب الوصول اليه )\n    وإذا لم تجتمع هذه المعانى الثلاث لم يطلق عليه اسم العزيز ،\n    كالشمس : لا نظير لها\n    والنفع منها عظيم والحاجة شديدة اليها ولكن لا توصف بالعزة لأنه لا يصعب الوصول الي مشاهدتها .\n    وفى قوله تعالى\n    ( ولله العزة ولرسوله وللمؤمنين ولكن المنافقين لا يعلمون )\n    فالعزة هنا لله تحقيقا ، ولرسوله فضلا ،\n    وللمؤمنين ببركة إيمانهم برسول الله عليه الصلاة والسلام"
    },
    {
        "id": 10,
        "name": "الجَبَّارُ",
        "desc_short": "الجبار: هو الذي تنفذ مشيئته، ولا يخرج أحد عن تقديره، وهو القاهر لخلقه على ما أراد.",
        "desc": "اللغة تقول : الجبر ضد الكسر ، واصلاح الشىء بنوع من القهر ،\n    يقال جبر العظم من الكسر ،\n    وجبرت الفقير أى أغنيته ،\n    كما أن الجبار فى اللغة هو العالى العظيم\n    والجبار فى حق الله تعالى هو الذى تنفذ مشيئته على سبيل الإجبار فى كل أحد ،\n    ولا تنفذ قيه مشيئة أحد ،\n    ويظهر أحكامه قهرا ،\n    ولا يخرج أحد عن قبضة تقديره ، وليس ذلك إلا لله ،\n    وجاء فى حديث الإمام على ( جبار القلوب على فطرتها شقيها وسعيدها )\n    أى أنه أجبر القلوب شقيها وسعيدها على ما فطرها عليه من معرفته ،\n    وقد تطلق كلمة الجبار على العبد مدحا له وذلك هو العبد المحبوب لله ،\n    الذى يكون جبارا على نفسه\n    جبارا على الشيطان ..\n    محترسا من العصيان\n    والجبار هو المتكبر ، والتكبر فى حق الله وصف محمود ،\n    وفى حق العباد وصف مذموم"
    },
    {
        "id": 11,
        "name": "المُتَكَبِّرُ",
        "desc_short": "المتكبر: هو المتعالى عن صفات الخلق المنفرد بالعظمة والكبرياء.",
        "desc": "المتكبر ذو الكبرياء\n    هو كمال الذات وكمال الوجود والكبرياء والعظمة بمعنى واحد\n    فلا كبرياء لسواه\n    وهو المتفرد بالعظمة والكبرياء\n    المتعالى عن صفات الخلق\n    الذى تكبر عما يوجب نقصا أو حاجة\n    أو المتعالى عن صفات المخلوقات بصفاته وذاته\n    كل من رأى العظمة والكبرياء لنفسه على الخصوص دون غيره حيث يرى نفسه أفضل الخلق مع أن الناس فى الحقوق سواء\n    كانت رؤيته كاذبة وباطلة إلا لله تعالى"
    },
    {
        "id": 12,
        "name": "الخَالِقُ",
        "desc_short": "الخالق: هو الفاطر المبدع لكل شيء، والمقدر له والموجد للأشياء من العدم، فهو خالق كل صانع وصنعته.",
        "desc": "الخلق فى اللغة بمعنى الإنشاء\n    أو النصيب لوافر من الخير والصلاح\n    والخالق فى صفات الله تعالى هو الموجد للأشياء\n    المبدع المخترع لها على غير مثال سبق\n    وهو الذى قدر الأشياء وهى فى طوايا لعدم\n    وكملها بمحض الجود والكرم\n    وأظهرها وفق إرادته ومشيئته وحكمته\n    والله الخالق من حيث التقدير أولا\n    والبارىء للإيجاد وفق التقدير\n    والمصور لترتيب الصور بعد الأيجاد\n    ومثال ذلك الإنسان\n    فهو أولا يقدر ما منه موجود\n    فيقيم الجسد\n    ثم يمده بما يعطيه الحركة والصفات التى تجعله إنسانا عاقلا"
    },
    {
        "id": 13,
        "name": "البَارِىءُ",
        "desc_short": "البارىء: هو الذي خلق الخلق بقدرته لا عن مثال سابق، القادر على إبراز ما قدره إلى الوجود.",
        "desc": "البارئ: تقول اللغة البارىء من البرء\n    وهو خلوص الشىء من غيره\n    مثل أبرأه الله من مرضه .\n    البارىء فىاسماء الله تعالى هو الذى خلق الخلق لا عن مثال\n    والبرء أخص من الخلق فخلق الله السموات والأرض\n    وبرأ الله النسمة كبرأ الله آدم من طين\n    البارىء الذى يبرىء جوهر المخلوقات من الأفات\n    وهو موجود الأشياء بريئة من التفاوت وعدم التناسق\n    وهو معطى كل مخلوق صفته التى علمها له فى الأزل\n    وبعض العلماء يقول ان اسم البارىء يدعى به للسلامة\n من الأفات ومن أكثر من ذكره نال السلامة من المكروه."
    },
    {
        "id": 14,
        "name": "المُصَوِّرُ",
        "desc_short": "المصور: هو الذي صور جميع الموجودات، ورتبها فأعطى كل شيء منها صورة خاصة، وهيئة منفردة، يتميز بها على اختلافها وكثرتها.",
        "desc": "تقول اللغة التصوير هو جعل الشىء على صورة والصورة هى الشكل والهيئة\n    المصور من أسماء الله الحسنى هو مبدع صور المخلوقات ومزينها بحكمته\n    ومعطى كل مخلوق صورته على ما أقتضت حكمته الأزلية\n    وكذلك صور الله الناس فى الأرحام أطوارا وتشكيل بعد تشكيل\n    وكما قال الله نعالى ( ولقد خلقنا الإنسان من سلالة من طين ثم جعلناه نطفة فى قرار مكين\n    ثم خلقنا النطفة علقة فخلقنا العلقة مضغة فخلقنا المضغة عظاما فكسونا العظام لحما ثم أنشأناه خلقا آخر فتبارك الله أحسن الخالقين )\n    وكما يظهر حسن التصوير فى البدن تظهر حقيقة الحسن أتم وأكمل فى باب الأخلاق\n    ولم يمن الله تعالى على رسوله صلى الله عليه وسلم كما من عليه بحسن الخلق حيث قال ( وإنك لعلى خلق عظيم )\n    وكما تتعدد صور الابدان تتعدد صور الأخلاق والطباع"
    },
    {
        "id": 15,
        "name": "الغَفَّارُ",
        "desc_short": "الغفار: هو وحده الذي يغفر الذنوب ويستر العيوب في الدنيا والآخرة.",
        "desc": "فى اللغة الغفر والغفران : الستر وكل شىء سترته فقد غفرته\n    والغفار من أسماء الله الحسنى هى ستره للذنوب\n    وعفوه عنها بفضله ورحمنه\n    لا بتوبة العباد وطاعتهم\n    وهو الذى اسبل الستر على الذنوب فى الدنيا وتجاوز عن عقوبتها فى الآخرة\n    وهو الغافر والغفور والغفار\n    والغفور أبلغ من الغافر\n    والغفار أبلغ من الغفور\n    وأن أول ستر الله على العبد أم جعل مقابح بدنه مستورة فى باطنه\n    وجعل خواطره وارادته القبيحة فى أعماق قلبه وإلا مقته الناس\n    فستر الله عوراته .\n    وينبغى للعبد التأدب بأدب الإسم العظيم فيستر عيوب اخوانه ويغفو عنهم ومن الحديث\n    من لزم الاستغفار جعل الله له من كل هم فرجا ومن كل ضيق مخرجا ورزقه من حيث لا يحتسب"
    },
    {
        "id": 16,
        "name": "القَهَّارُ",
        "desc_short": "القهار: هو الغالب الذي قهر خلقه بسلطانه وقدرته، وصرفهم على ما أراد طوعا وكرها، وخضع لجلاله كل شيء.",
        "desc": "القهر فى اللغة هو الغلبة والتذليل معا\n    وهو الإستيلاء على الشىء فىالظاهر والباطن\n    والقاهر والقهار من صفات الله تعالى وأسمائه\n    والقهار مبالغة فى القاهر فالله هو الذى يقهر خلقه بسلطانه وقدرته\n    هو الغالب جميع خلقه رضوا أم كرهوا\n    قهر الانسان على النوم\n    واذا أراد المؤمن التخلق بخلق القهار فعليه أن يقهر نفسه حتى تطيع أوامر ربها و يقهر الشيطان و الشهوة و الغضب .\n    روى أن أحد العارفين دخل على سلطان فرآه يذب ذبابة عن وجهه\n    كلما طردها عادت\n    فسال العارف : لم خلق الله الذباب ؟ فأجابه العارف : ليذل به الجبابرة"
    },
    {
        "id": 17,
        "name": "الوَهَّابُ",
        "desc_short": "الوهاب: هو المنعم على العباد، الذي يهب بغير عوض ويعطي الحاجة بغير سؤال، كثير النعم، دائم العطاء.",
        "desc": "الهبة أن تجعل ملكك لغيرك دون عوض\n    ولها ركننان أحدهما التمليك\n    والأخر بغير عوض\n    والواهب هو المعطى\n    والوهاب مبالغة من الوهب\n    والوهاب والواهب من أسماء الله الحسنى\n    يعطى الحاجة بدون سؤال\n    ويبدأ بالعطية والله كثير النعم"
    },
    {
        "id": 18,
        "name": "الرَّزَّاقُ",
        "desc_short": "الرزاق: هو الذي خلق الأرزاق وأعطى كل الخلائق أرزاقها، ويمد كل كائن لما يحتاجه، ويحفظ عليه حياته ويصلحه.",
        "desc": "الرزاق من الرزق وهو معطى الرزق ولا تقال إلا لله تعالى .\n    والأرزاق نوعان، ' ظاهرة ' للأبدان ' كالأكل و ' باطنة ' للقلوب والنفوس كالمعارف والعلوم\n    والله اذا أراد بعبده خيرا رزقه علما هاديا ويدا منفقة متصدقة وإذا أحب عبدا أكثر حوائج الخلق اليه\n    وإذا جعله واسطة بينه وبين عباده فى وصول الأرزاق اليهم نال حظا من اسم الرزاق\n    قال النبى صلى الله عليه وسلم ( ما أحد أصبر على أذى سمعه من الله يدّعون له الولد ثم يعافيهم ويرزقهم )\n    وأن من اسباب سعة الرزق المحافظة على الصلاة والصبر عليها"
    },
    {
        "id": 19,
        "name": "الفَتَّاحُ",
        "desc_short": "الفتاح: هو الذي يفتح مغلق الأمور، ويسهل العسير، وبيده مفاتيح السماوات والأرض.",
        "desc": "الفتح ضد الغلق وهو أيضا النصر والاستفتاح هو الاستنصار\n    والفتاح مباغة فى الفتح وكلها من أسماء الله تعالى\n    الفتاح هو الذى بعنايته ينفتح كل مغلق\n    وبهدايته ينكشف كل مشكل فتارة يفتح الممالك لأنبيائه\n    وتارة يرفع الحجاب عن قلوب أوليائه ويفتح لهم الأبواب الى ملكوت سمائها\n    ومن بيده مفاتيح الغيب ومفاتيح الرزق\n    وسبحانه يفتح للعاصين أبواب مغفرته و يفتح أبواب الرزق للعباد"
    },
    {
        "id": 20,
        "name": "العَلِيمُ",
        "desc_short": "العليم: هو الذي يعلم تفاصيل الأمور، ودقائق الأشياء وخفايا الضمائر، والنفوس، لا يغرب عن ملكه مثقال ذرة، فعلمه يحيط بجميع الأشياء.",
        "desc": "العليم لفظ مشتق من العلم\n    وهوأدراك الشىء بحقيقته\n    وسبحانه العليم هو المبالغ فى العلم\n    فعلمه شامل لجميع المعلومات محيط بها\n    سابق على وجودها\n    لا تخفى عليه خافية ظاهرة وباطنة\n    دقيقة وجليلة أوله وآخره\n    عنده علم الغيب وعلم الساعة\n    يعلم ما فى الأرحام\n    ويعلم ما تكسب كل نفس\n    ويعلم بأى أرض تموت .\n    والعبد إذا أراد الله له الخير وهبه هبة العلم\n    والعلم له طغيان أشد من طغيان المال ويلزم الأنسان الا يغتر بعلمه\n    روى أن جبريل قال لخليل الله ابراهيم وهوفى محنته ( هل لك من حاجة ) فقال أبراهيم\n    ( أما اليك فلا ) فقال له جبريل ( فاسأل الله تعالى ) فقال ابراهيم ( حسبى من سؤالى علمه بحالى ) .\n    ومن علم أنه سبحانه وتعالى العليم أن يستحى من الله ويكف عن معاصيه ومن عرف أن الله عليم بحاله صبر على بليته وشكر عطيته وأعتذر عن قبح خطيئته"
    },
    {
        "id": 21,
        "name": "القَابِضُ",
        "desc_short": "القابض: هو الذي يقبض الرزق عمن يشاء من الخلق بعدله.",
        "desc": "القبض هو الأخذ وجمع الكف على شىء و قبضه ضد بسطه\n    الله القابض معناه الذى يقبض النفوس بقهره والأرواح بعدله والأرزاق بحكمته\n    والقلوب بتخويفها من جلاله . والقبض نعمة من الله تعالى على عباده\n    فإذا قبض الأرزاق عن انسان توجه بكليته لله يستعطفه\n    وإذا قبض القلوب فرت داعية فى تفريج ما عندها\n    فهو القابض الباسط\n    وهناك أنواع من القبض الأول : القبض فى الرزق والثانى : القبض فى السحاب كما قال تعالى\n    ( الله الذى يرسل السحاب فيبسطه فى السماء كيف يشاء ويجعله كسفا فترى الودق يخرج من خلاله فاذا أصاب به من يشاء من عباده اذا هم يستبشرون )\n    الثالث : فى الظلال والأنوار والله يقول\n    ( ألم ترى الى ربك كيف مد الظل ولو شاء لجعله ساكنا ثم جعلنا الشمس عليه دليلا ثم قبضناه الينا قبضا يسيرا )\n    الرابع : قبض الأرواح الخامس : قبض الأرض قال تعالى\n    ( وما قدروا الله حق قدره والأرض جميعا قبضته يوم القيامة والسموات مطويات بيمينه سبحانه وتعالى عما يشركون )\n    السادس قبض الصدقات السابع: قبض القلوب"
    },
    {
        "id": 22,
        "name": "البَاسِطُ",
        "desc_short": "الباسط:هو الذي  يوسع الرزق لمن يشاء من عباده بجوده ورحمته.",
        "desc": "بسط بالسين أو بالصاد هى نشره ، ومده ، وسره ،\n    الباسط من أسماء الله الحسنى معناه الموسع للأرزاق لمن شاء من عباده ،\n    وأيضا هو مبسط النفوس بالسرور والفرح ،\n    وقيل : الباسط الذى يبسط الرزق للضعفاء ،\n    ويبسط الرزق للأغنياء حتى لا يبقى فاقة ،\n    ويقبضه عن الفقراء حتى لا تبقى طاقة .\n    يذكر اسم القابض والباسط معا ، لا يوصف الله بالقبض دون البسط ،\n    يعنى لا يوصف بالحرمان دون العطاء ، ولا بالعطاء دون الحرمان"
    },
    {
        "id": 23,
        "name": "الخَافِضُ",
        "desc_short": "الخافض : هو الذي يخفض الأذلال لكل من طغى وتجبر وخرج على شريعته وتمرد.",
        "desc": "الخفض ضد الرفع ، وهو الانكسار واللين\n    الله الخافض الذى يخفض بالأذلال أقواما ويخفض الباطل\n    والمذل لمن غضب عليه ، ومسقط الدرجات لمن استحق\n    وعلى المؤمن أن يخفض عنده ابليس وأهل المعاصى\n    وأن يخفض جناح الذل من الرحمة لوالديه والمؤمنين"
    },
    {
        "id": 24,
        "name": "الرَّافِعُ",
        "desc_short": "الرافع:هو الذي يرفع عباده المؤمنين بالطاعات وهو رافع السماوات.",
        "desc": "الرافع سبحانه هو الذى يرفع اوليائه بالنصر\nويرفع الصالحين بالتقرب\nويرفع الحق ، ويرفع المؤمنين بالإسعاد\nوالرفع يقال تارة فى الأجسام الموضوعة إذا أعليتها عن مقرها\nكقوله تعالى\n( الذى رفع السموات بغير عمد ترونها )\nوتارة فى البناء إذا طولته كقوله تعالى\n( وإذ يرفع ابراهيم القواعد من البيت واسماعيل )\nوتارة فى الذكر كقوله تعالى\n( ورفعنا لك ذكرا ' )\nوتارة فى المنزلة اذا شرفتها كقوله تعالى\nورفعنا بعضهم فوق بعض درجات"
    },
    {
        "id": 25,
        "name": "المُعِزُّ",
        "desc_short": "المعز : هو الذي يهب القوة والغلبة والشدة لمن شاء فيعزه.",
        "desc": "المعز هو الذى يهب العز لمن يشاء\n    الله العزيز لأنه الغالب القوى الذى لا يغلب\n    وهوالذى يعز الأنبياء بالعصمة والنصر\n    ويعز الأولياء بالحفظ والوجاهه\n    ويعز المطيع ولو كان فقيرا\n    ويرفع التقى ولو كان عبد حبشيا\n    وقد اقترن اسم العزيز باسم الحكيم\n    والقوى\n    وذى الأنتقام\n    والرحيم\n    والوهاب\n    والغفار والغفور\n    والحميد\n    والعليم\n    والمقتدر\n    والجبار\n    وقد ربط الله العز بالطاعة\n    فهى طاعة ونور وكشف حجاب\n    وربط سبحانه الذل بالمعصية\n    فهى معصية وذل وظلمة وحجاب بينك وبين الله سبحانه\n    والأصل فى اعزاز الحق لعباده يكون بالقناعة\n    والبعد عن الطمع"
    },
    {
        "id": 26,
        "name": "المُذِلُّ",
        "desc_short": "المذل:  هو اللذي ينزع القوة والغلبة والشدةعمن يشاء فيذله.",
        "desc": "الذل ما كان عن قهر والدابة الذلول هى المنقادة غير متصعبة\n    والمذل هو الذى يلحق الذل بمن يشاء من عباده\n    إن من مد عينه الى الخلق حتى أحتاج اليهم\n    وسلط عليه الحرص حتى لا يقنع بالكفاية\n    واستدرجه بمكره حتى اغتر بنفسه فقد أذله وسلبه\n    وذلك صنع الله تعالى\n    يعز من يشاء ويذل من يشاء والله يذل الأنسان الجبار بالمرض أو بالشهوة أو بالمال أو بالاحتياج الى سواه\n    ما أعز الله عبد بمثل ما يذله على ذل نفسه\n    وما أذل الله عبدا بمثل ما يشغله بعز نفسه\n    وقال تعالى ولله العزة ولرسوله وللمؤمنين"
    },
    {
        "id": 27,
        "name": "السَّمِيعُ",
        "desc_short": "السميع: هو الذي لا يخفى عليه شيء في الأرض ولا في السماء وهو السميع البصير.",
        "desc": "الله هو السميع\n    أى المتصف بالسمع لجميع الموجودات دون حاسة أو آلة\n    هو السميع لنداء المضطرين\n    وحمد الحامدين  وخطرات القلوب وهواجس النفوس\n    و مناجاة الضمائر ويسمع كل نجوى\n    ولا يخفى عليه شىء فى الأرض أو فى السماء\n    لا يشغله نداء عن نداء\n    ولا يمنعه دعاء عن دعاء\n    وقد يكون السمع بمعنى القبول كقول النبى عليه الصلاة والسلام :\n    اللهم إنى أعوذ بك من قول لا يسمع\n    أو يكون بمعنى الإدراك كقوله تعالى قد سمع الله قول التى تجادلك فى زوجها .\n    أو بمعنى فهم وعقل مثل قوله تعالى\n    لا تقولوا راعنا قولوا نظرنا واسمعوا\n    أو بمعنى الانقياد كقوله تعالى\n    سماعون للكذب\n    وينبغى للعبد أن يعلم أن الله لم يخلق له السمع إلا ليسمع كلام الله الذى أنزله على نبيه فيستفيد به الهداية\n    إن العبد إذا تقرب الى ربه بالنوافل أحبه الله فأفاض على سمعه نورا تنفذ به بصيرته الى ما وراء المادة"
    },
    {
        "id": 28,
        "name": "البَصِيرُ",
        "desc_short": "البصير: هو الذي يرى الأشياء كلها ظاهرها وباطنها وهو المحيط بكل المبصرات.",
        "desc": "البصر هو العين\n    أو حاسة الرؤية\n    والبصيرة عقيدة القلب\n    والبصير هو الله تعالى\n    يبصر خائنة الأعين وما تخفى الصدور\n    الذى يشاهد الأشياء كلها\n    ظاهرها وخافيها\n    البصير لجميع الموجدات دون حاسة أو آلة\n    وعلى العبد أن يعلم أن الله خلق له البصر لينظر به الى الآيات وعجائب الملكوت ويعلم أن الله يراه ويسمعه وقال رسول الله صلى الله عليه وسلم :\n    ( الإحسان أن تعبد الله كأنك تراه فإن لم تره فإنه يراك )\n    روى أن بعض الناس قال لعيسى بن مريم عليه السلام: هل أجد من الخلق مثلك\n    فقال : من كان نظره عبرة\n    ويقظته فكره\n    وكلامه ذكرا فهو مثلى"
    },
    {
        "id": 29,
        "name": "الحَكَمُ",
        "desc_short": "الحكم: هو الذي يفصل بين مخلوقاته بما شاء ويفصل بين الحق والباطل لا راد لقضائه ولا معقب لحكمه.",
        "desc": "الحكم لغويا بمعنى المنع\n    والحكم اسم من السماء الله الحسنى\n    هو صاحب الفصل بين الحق والباطل\n    والبار والفاجر\n    والمجازى كل نفس بما عملت\n    والذى يفصل بين مخلوقاته بما شاء\n    المميز بين الشقى والسعيد بالعقاب والثواب .\n    والله الحكم لا راد لقضائه\n    ولا راد لقضائه ولا معقب لحكمه\n    لا يقع فى وعده ريب ولا فى فعله غيب\n    وقال تعالى : واتبع ما يوحى اليك واصبر حتى يحكم الله وهو خير الحاكمين\n    قال الرسول عليه الصلاة والسلام : ( من عرف سر الله فى القدر هانت عليه المصائب )\n    وحظ العبد من هذا الاسم الشريف أن تكون حاكما على غضبك فلا تغضب على من أساء اليك\n    وأن تحكم على شهوتك إلا ما يسره الله لك\n    ولا تحزن على ما تعسر وتجعل العقل تحت سلطان الشرع\n    ولا تحكم حكما حتى تأخذ الأذن من الله تعالى الحكم العدل"
    },
    {
        "id": 30,
        "name": "العَدْلُ",
        "desc_short": "العدل: هو الذي حرم الظلم على نفسه، وجعله على عباده محرما، فهو المنزه عن الظلم والجور في أحكامه وأفعاله الذي يعطي كل ذي حق حقه.",
        "desc": "العدل من أسماء الله الحسنى\n    هو المعتدل\n    يضع كل شىء موضعه\n    لينظر الأنسان الى بدنه فإنه مركب من أجسام مختلفة هى:\n    العظم\n    اللحم الجلد\n    وجعل العظم عماد\n    واللحم صوانا له\n    والجلد صوانا للحم\n    فلو عكس الترتيب وأظهر ما أبطن لبطل النظام\n    قال تعالى ( بالعدل قامت السموات والأرض )\n    هو العدل الذى يعطى كل ذى حق حقه\n    لا يصدر عنه إلا العدل\n    فهو المنزه عن الظلم والجور فى أحكامه وأفعاله\n    وقال تعالى ( وإذا حكمتم بين الناس أن تحكموا بالعدل )\n    وحظ العبد من اسم العدل أن يكون وسطا بين طرفى الأفراط والتفريط\n    ففى غالب الحال يحترز عن التهور الذى هو الأفراط\n    والجبن الذى هو التفريط ويبقى على الوسط الذى هو الشجاعة\n    وقال تعالى ( وكذلك جعلناكم أمة وسطا لتكونوا شهداء على الناس ) الآية"
    },
    {
        "id": 31,
        "name": "اللَّطِيفُ",
        "desc_short": "اللطيف: هو البر الرفيق بعباده، يرزق وييسر ويحسن إليهم، ويرفق بهم ويتفضل عليهم.",
        "desc": "اللطيف فى اللغة لها ثلاث معانى الأول : أن يكون عالما بدقائق الأمور\n    الثانى : هو الشىء الصغير الدقيق\n    الثالث : أطيف إذا رفق به وأوصل اليه منافعه التى لا يقدر على الوصول اليها بنفسه .\n    واللطيف بالمعنى الثانى فى حق الله مستحيل\n    وقوله تعالى ( الله لطيف بعباده ) يحتمل المعنين الأول والثالث\n    وإن حملت الآية على صفة ذات الله كانت تخويفا لأنه العالم بخفايا المخالفات بمعنى قوله تعالى\n    ( يعلم خائنة الأعين وما تخفى الصدور ) .\n    والله هو اللطيف الذى اجتمع له الرفق فى العقل\n    والعلم بدقائق الأمور وإيصالها لمن قدرها له من خلقه\n    فى القرآن فى أغلب الأحيان يقترن اسم اللطيف باسم الخبير فهما يتلاقيان فى المعنى"
    },
    {
        "id": 32,
        "name": "الخَبِيرُ",
        "desc_short": "الخبير: هو العليم بدقائق الأمور، لا تخفى عليه خافية، ولا يغيب عن علمه شيء فهو العالم بما كان ويكون.",
        "desc": "الله هو الخبير\n    الذى لا يخفى عليه شىء فى الأرض ولا فى السماء\n    ولا تتحرك حركة إلا يعلم مستقرها ومستودعها .\n    والفرق بين العليم والخبير\n    أن الخبير بفيد العلم\n    ولكن العليم إذا كان للخفايا سمى خبيرا .\n    ومن علم أن الله خبير بأحواله كان محترزا فى أقواله وأفعاله واثقا أن ما قسم له يدركه\n    وما لم يقسم له لا يدركه فيرى جميع الحوادث من الله فتهون عليه الأمور\n    ويكتفى بأستحضار حاجته فى قلبه من غير أن ينطق لسانه"
    },
    {
        "id": 33,
        "name": "الحَلِيمُ",
        "desc_short": "الحليم: هو الصبور الذي يمهل ولا يهمل، ويستر الذنوب، ويؤخر العقوبة، فيرزق العاصي كما يرزق المطيع.",
        "desc": "الحليم لغويا : الأناة والتعقل\n    والحليم هو الذى لا يسارع بالعقوبة\n    بل يتجاوز الزلات ويعفو عن السيئات\n    الحليم من أسماء الله الحسنى بمعنى تأخيره العقوبة عن بعض المستحقين ثم يعذبهم وقد يتجاوز عنهم\n    وقد يعجل العقوبة لبعض منهم وقال تعالى ( ولو يؤاخذ الله الناس بما كسبوا ما ترك على ظهرها من دابة ) .\n    وقال تعالى عن سيدنا إبراهيم ( إن ابراهيم لحليم آواه منيب )\n    وعن إسماعيل ( فبشرناه بغلام حليم ) .\n    وروى أن إبراهيم عليه السلام رأى رجلا مشتغلا بمعصية فقال ( اللهم أهلكه )\n    فهلك\n    ثم رأى ثانيا وثالثا فدعا فهلكوا\n    فرأى رابعا فهم بالدعاء عليه فأوحى الله اليه : قف يا إبراهيم فلو أهلكنا كل عبد عصا ما بقى إلا القليل\n    ولكن إذا عصى أمهلناه فإن تاب قبلناه\n    وإن أصر أخرنا العقاب عنه\n    لعلمنا أنه لا يخرج عن ملكنا"
    },
    {
        "id": 34,
        "name": "العَظِيمُ",
        "desc_short": "العظيم: هو الذي ليس لعظمته بداية ولا لجلاله نهاية، وليس كمثله شيء.",
        "desc": "العظيم لغويا بمعنى الضخامة والعز والمجد والكبرياء\n    والله العظيم أعظم من كل عظيم لأن العقول لا يصل الى كنة صمديته\n    والأبصار لا تحيط بسرادقات عزته وكل ما سوى الله فهو حقير بل كالعدم المحض وقال تعالى ( فسبح باسم ربك العظيم ) وقد كان النبى صلى الله عليه وسلم يدعو عند الكرب : ( لا إله إلا الله العظيم لا إله إلا الله رب العرش العظيم\n    لا إله إلا الله رب السماوات ورب العرش العظيم ) . قال تعالى : ( ذلك ومن يعظم شعائر الله فإنها من تقوى القلوب )\n    وحظ العبد من هذا الاسم أن من يعظم حرمات الله ويحترم شعائر الدين\n    ويوقر كل ما نسب الى الله فهو عظيم عند الله وعند عباده"
    },
    {
        "id": 35,
        "name": "الغَفُورُ",
        "desc_short": "الغفور: هو الساتر لذنوب عباده المتجاوز عن خطاياهم وذنوبهم.",
        "desc": "الغفور من الغفر وهو الستر والله هو الغفور بغفر فضلا وإحسانا منه\n    هو الذى إن تكررت منك الإساءة وأقبلت عليه فهو غفارك وساترك لتطمئن قلوب العصاة وتسكن نفوس المجرمين\n    ولا يقنط مجرم من روح الله فهو غافر الذنب وقابل التوبة\n    والغفور .. هو من يغفر الذنوب العظام والغفار .. هو من يغفر الذنوب الكثيرة .\n    وعلم النبى صلى الله عليه وسلم ابو بكر الصديق الدعاء الأتى : اللهم إنى ظلمت نفسى ظلما كثيرا\n    ولا يغفر الذنوب إلا أنت\n    فأغفر لى مغفرة من عندك وارحمنى إنك انت الغفور الرحيم"
    },
    {
        "id": 36,
        "name": "الشَّكُورُ",
        "desc_short": "الشكور: هو الذي يزكو عنده القليل من أعمال العباد، فيضاعف لهم الجزاء، وشكره لعباده مغفرته لهم.",
        "desc": "الشكر فى اللغة �ى الزيادة\n    يقال شكر فى الأرض إذا كثر النبات فيها\n    والشكور هو كثير الشكر\n    والله الشكور الذى ينمو عنده القليل من أعمال العبد فيضاعف له الجزاء\n    وشكره لعبده هى مغفرته له يجازى على يسير الطاعات بكثير الخيرات\n    ومن دلائل قبول الشكر من العبد الزيادة فى النعمة\n    وقال تعالى ( لئن شكرتم لأزيدنكم ولئن كفرتم إن عذابى لشديد )\n    والشكر من الله معناه أنه تعالى قادرا على إثابة المحسنين وهو لا يضيع أجر من أحسن عملا"
    },
    {
        "id": 37,
        "name": "العَلِيُّ",
        "desc_short": "العلي: هو الرفيع القدر فلا يحيط به وصف الواصفين المتعالي عن الأنداد والأضداد، فكل معاني العلو ثابتة له ذاتا وقهرا وشأنا.",
        "desc": "العلو هو ارتفاع المنزلة\n    والعلى من أسماء التنزيه\n    فلا تدرك ذاته ولا تتصور صفاته أو ادراك كماله والفرق بين العلى ..\n    والمتعالى أن العلى هو ليس فوقه شىء فى المرتبة أو الحكم\n    والمتعالى هو الذى جل عن إفك المفترين\n    والله سبحانه هو الكامل على الإطلاق فكان أعلى من الكل\n    وحظ العبد من الاسم هو ألا يتصور أن له علوا مطلقا حيث أن أعلى درجات العلو هى للأنبياء\n    والملائكة وعلى العبد أن يتذلل بين يدى الله تعالى فيرفع شأنه ويتعالى عن صغائر الأمور"
    },
    {
        "id": 38,
        "name": "الكَبِيرُ",
        "desc_short": "الكبير: هو العظيم الجليل ذو الكبرياء في صفاته وأفعاله فلا يحتاج إلى شيء ولا يعجزه شيء (ليس كمثله شيء).",
        "desc": "الكبير هو العظيم\n    والله تعالى هو الكبير فى كل شىء على الإطلاق وهوالذى مبر وعلا فى 'ذاته ' و 'صفاته ' و 'افعاله '\n    عن مشابهة مخلوقاته وهو صاحب كمال الذات الذى يرجع الى شيئين الأول : دوامه أزلا وأبدا\n    والثانى :أن وجوده يصدر عنه وجود كل موجود وجاء اسم الكبير فى القرآن خمسة مرات .\n    أربع منهم جاء مقترنا باسم (العلى ) . والكبير من العباد هو التقى المرشد للخلق\n    الصالح ليكون قدوة للناس\n    يروى أن المسيح عليه السلام قال : من علم وعمل فذلك يدعى عظيما فى ملكوت السموات"
    },
    {
        "id": 39,
        "name": "الحَفِيظُ",
        "desc_short": "الحفيظ: هو الذي لا يغرب عن حفظه شيء ولو كمثقال الذر فحفظه لا يتبدل ولا يزول ولا يعتريه التبديل.",
        "desc": "الحفيظ فى اللغة هى صون الشىء من الزوال\n    والله تعالى حفيظ للأشياء بمعنى أولا :أنه يعلم جملها وتفصيلها علما لا يتبدل بالزوال\n    وثانيا :هو حراسة ذات الشىء وجميع صفاته وكمالاته عن العدم وقال رسول الله صلى الله عليه وسلم ( إذا أويت الى فراشك فأقرأ آية الكرسى لايزال عليك الله حارس )\n    وحظ العبد من الاسم أن يحافظ على جوارحه من المعاصى\n    وعلى قلبه من الخطرات وأن يتوسط الأمور كالكرم بين الاسراف والبخل"
    },
    {
        "id": 40,
        "name": "المُقِيتُ",
        "desc_short": "المقيت: هو المتكفل بإيصال أقوات الخلق إليهم وهو الحفيظ والمقتدر والقدير والمقدر والممدد.",
        "desc": "القوت لغويا هو مايمسك الرمق من الرزق\n    والله المقيت بمعنى هو خالق الأقوات وموصلها للأبدان وهى:الأطعمة والى القلوب وهى :المعرفة\n    وبذلك يتطابق مع اسم الرزاق ويزيد عنه أن المقيت بمعنى المسئول عن الشىء بالقدرة والعلم\n    ويقال أن الله سبحانه وتعالى جعل أقوات عباده مختلفة فمنهم من جعل قوته الأطعمة والأشربة وهم:الآدميون والحيوانات\n    ومنهم من جعل قوته الطاعة والتسبيح وهم:الملائكة\n    ومنهم من جعل قوته المعانى والمعارف والعقل وهم الأرواح\n    وحظ العبد من الاسم ألا تطلب حوائجك كلها إلا من الله تعالى لأن خزائن الأرزاق بيده\n    ويقول الله لموسى فى حديثه القدسى : يا موسى اسألنى فى كل شىء حتى شراك نعلك وملح طعامك"
    },
    {
        "id": 41,
        "name": "الحَسِيبُ",
        "desc_short": "الحسيب: هو الكافي الذي منه كفاية العباد وهو الذي عليه الإعتماد يكفي العباد بفضله.",
        "desc": "الحسيب فى اللغة هو المكافىء .والاكتفاء .والمحاسب . والشريف الذى له صفات الكمال\n    والله الحسيب بمعنى الذى يحاسب عباده على أعمالهم\n    والذى منه كفاية العباده وعليه الاعتماد\n    وهو الشرف الذى له صفات الكمال والجلال والجمال .\n    ومن كان له الله حسيبا كفاه الله\n    ومن عرف أن الله تعالى يحاسبه فإن نفسه تحاسبه قبل أن يحاسب"
    },
    {
        "id": 42,
        "name": "الجَلِيلُ",
        "desc_short": "الجليل: هو العظيم المطلق المتصف بجميع صفات الكمال والمنعوت بكمالها المنزه عن كل نقص.",
        "desc": "الجليل هو الله\n    بمعنى الغنى والملك والتقدس والعلم والقدرة والعزة والنزاهة\n    إن صفات الحق أقسام صفات جلال : وهى العظمة والعزة والكبرياء والتقديس وكلها ترجع الى الجليل\n    وصفات جمال : وهى اللطف والكرم والحنان والعفو والإحسان وكلها ترجع الى الجميل\n    وصفات كمال : وهى الأوصاف التى لا تصل اليها العقول والأرواح مثل القدوس\n    وصفات ظاهرها جمال وباطنها جلال مثل المعطى\n    وصفات ظاهرها جلال وباطنها جمال مثل الضار\n    والجليل من العباد هو من حسنت صفاته الباطنة أما جمال الظاهر فأقل قدرا"
    },
    {
        "id": 43,
        "name": "الكَرِيمُ",
        "desc_short": "الكريم: هو الكثير الخير الجواد المعطي الذي لا ينفذ عطاؤه وهو الكريم المطلق الجامع لأنواع الخير والشرف والفضائل المحمود بفعاله.",
        "desc": "الكريم فى اللغة هو الشىء الحسن النفيس وهو أيضا السخى النفاح\n    والفرق بين الكريم والسخى أن الكريم هو كثير الإحسان بدون طلب والسخى هو المعطى عند السؤال\n    والله سمى الكريم وليس السخى فهو الذى لا يحوجك الى سؤال ولا يبالى من أعطى\n    وقيل هو الذى يعطى ما يشاء لمن يشاء وكيف يشاء بغير سؤال\n    ويعفو عن السيئات ويخفى العيوب ويكافىء بالثواب الجزيل العمل القليل\n    وكرم الله واسع حيث قال رسول الله صلى الله عليه وسلم ( إنى لأعلم آخر أهل الجنة دخولا الجنة\n    وآخر أهل النار خروجا منها رجلا يؤتى فيقال اعرضوا عليه صغار ذنوبه\n    فيقال عملت يوم كذا ..كذا وكذا\n    وعملت يوم كذا..كذا وكذا فيقول نعم لا يستطيع أن ينكر وهو مشفق من كبار ذنوبه أن تعرض عليه\n    فيقال له :فإن لك مكان كل سيئة حسنة فيقول : رب قد عملت أشياء ما أراها هنا )\n    وضحك الرسول صلى الله عليه وسلم حتى بدت نواجذه"
    },
    {
        "id": 44,
        "name": "الرَّقِيبُ",
        "desc_short": "الرقيب: هو الرقيب الذي يراقب أحوال العباد ويعلم أقوالهم ويحصي أعمالهم وهو الحافظ الذي لا يغيب عنه شيء.",
        "desc": "الرقيب فى اللغة هو المنتظر والراصد\n    والرقيب هو الله الحافظ الذى لا يغيب عنه شىء\n    ويقال للملك الذى يكتب أعمال العباد ( رقيب )\n    وقال تعالى ( ما يلفظ من قول إلا لديه رقيب عتيد )\n    الله الرقيب الذى يرى أحوال العباد ويعلم أقوالهم\n    ويحصى أعمالهم\n    يحيط بمكنونات سرائرهم\n    والحديث النبوى يقول ( الاحسان أن تعبد الله كأنك تراه\n    فإن لم تكن تراه فإنه يراك )\n    وحظ العبد من الاسم أن يراقب نفسه وحسه\n    وأن يجعل عمله خالص لربه بنية طاهرة"
    },
    {
        "id": 45,
        "name": "المُجِيبُ",
        "desc_short": "المجيب: هو الذي يقابل الدعاء والسؤال بالعطاء والقبول ولا يسأل سواه.",
        "desc": "المجيب فى اللغة لها معنيان\n    الأول الأجابة\n    والثانى أعطاء السائل مطلوبه\n    وفى حق الله تعالى المجيب هو مقابلة دعاء الداعين بالاستجابة\n    وضرورة المضطرين بالكفاية\n    المنعم قبل النداء\n    ربما ضيق الحال على العباد ابتلاء رفعا لدرجاتهم بصبرهم وشكرهم فى السراء والضراء\n    والرسول عليه الصلاة والسلام قال : ( أدع الله وأنتم موقنون من الأجابة)\n    وقد ورد أن اثنين سئلا الله حاجة وكان الله يحب أحدهما ويكره الآخر فأوحى الله لملائكته أن يقضى حاجة البغيض مسرعا حتى يكف عن الدعاء\n    لأن الله يبغض سماع صوته\n    وتوقف عن حاجة فلان لأنى أحب أن أسمع صوته"
    },
    {
        "id": 46,
        "name": "الوَاسِعُ",
        "desc_short": "الواسع: هو الذي وسع رزقه جميع خلقه وسعت رحمته كل شيء المحيط بكل شيء.",
        "desc": "الواسع مشتق من السعة\n    تضاف مرة الى العلم اذا اتسع\n    وتضاف مرة أخرى الى الإحسان وبسط النعم\n    الواسع المطلق هو الله تبارك وتعالى اذا نظرنا الى علمه فلا ساحل لبحر معلوماته\n    واذا نظرنا الى إحسانه ونعمه فلا نهاية لمقدوراته\n    وفى القرآن الكريم اقترن اسم الواسع بصفة العليم\n    ونعمة الله الوتسع نوعان : نعمة نفع وهى التى نراها من نعمته علينا\n    ونعمة دفع وهى ما دفعه الله عنا من انواع البلاء\n    وهى نعمة مجهولة وهى أتم من نعمة النفع\n    وحظ العبد من الاسم أن يتسع خلقك ورحمتك عباد الله فى جميع الأحوال"
    },
    {
        "id": 47,
        "name": "الحَكِيمُ",
        "desc_short": "الحكيم: هو المحق في تدبيره اللطيف في تقديره الخبير بحقائق الأمور العليم بحكمه المقدور فجميع خلقه وقضاه خير وحكمة وعدل.",
        "desc": "الحكيم صيغة تعظيم لصاحب الحكمة\n    والحكيم فى حق الله تعالى بمعنى العليم بالأشياء وإيجادها على غاية الإحكام والأتقان والكمال الذى يضع الأشياء فى مواضعه\n    ويعلم خواصها ومنافعها\n    الخبير بحقائق الأمور ومعرفة أفضل المعلومات بأفضل العلوم\n    والحكمة فى حق العباد هى الصواب فى القول والعمل بقدر طاقة البشر"
    },
    {
        "id": 48,
        "name": "الوَدُودُ",
        "desc_short": "الودود: هو المحب لعباده، والمحبوب في قلوب أوليائه.",
        "desc": "الود .. والوداد بمعنى الحب والصداقة\n    والله تعالى ودود..أى يحب عباده ويحبونه\n    والودود بثلاث معان الأول : أن الله مودود فى قلوب اوليائه\n    الثانى : بمعنى الوادّ وبهذا يكون قريب من الرحمة\n    والفرق بينهما أن الرحمة تستدعى مرحوم محتاج ضعيف\n    الثالث: أن يحب الله اوليائه ويرضى عنهم .\n    وحظ العبد من الاسم أن يحب الخير لجميع الخلق\n    فيحب للعاصى التوبة وللصالح الثبات\n    ويكون ودودا لعباد الله فيعفو عمن أساء اليه ويكون لين الجانب لجميع الناس وخاصة اهله وعشيرته وكما حدث لسيدنا رسول الله صلى الله عليه وسلم حين كسرت رباغيته وأدمى وحهه فقال ( اللهم اهد قومى فإنهم لا يعلمون )\n    فلم يمنعه سوء صنيعهم عن أرادته الخير لهم"
    },
    {
        "id": 49,
        "name": "المَجِيدُ",
        "desc_short": "المجيد: هو البالغ النهاية في المجد، الكثير الإحسان الجزيل العطاء العظيم البر.",
        "desc": "اللغة تقول أن المجد هو الشرف والمروءة والسخاء\n    والله المجيد يدل على كثرة إحسانه وأفضاله\n    الشريف ذاته\n    الجميل افعاله\n    الجزيل عطاؤه\n    البالغ المنتهى فى الكرم\n    وقال تعالى ( ق والقرآن المجيد ) أى الشريف والمجيد لكثرة فوائده لكثرة ما تضمنه من العلوم والمكارم والمقاصد العليا\n    واسم المجيد واسم الماجد بمعنى واحد فهو تأكيد لمعنى الغنى\n    وحظ العبد من الاسم أن يكون كريما فى جميع الأحوال مع ملازمة الأدب"
    },
    {
        "id": 50,
        "name": "البَاعِثُ",
        "desc_short": "الباعث: هو باعث الخلق يوم القيامة، وباعث رسله إلى العباد، وباعث المعونة إلى العبد.",
        "desc": "الباعث فى اللغة هو أثارة أو أرسله أو الأنهاض\n    والباعث فى حق الله تعالى لها عدة معان الأول : أنه باعث الخلق يوم القيامة\n    الثانى : أنه باعث الرسل الى الخلق\n    الثالث: أنه يبعث عباده على الفعال المخصوصة بخلقه للأرادة والدواعى فى قلوبهم\n    الرابع : أنه يبعث عباده عند العجز بالمعونة والإغاثة وحظ العبد من الاسم أن يبعث نفسه كما يريد مولاه فعلا وقولا فيحملها على ما يقربها من الله تعالى لترقى النفس وتدنو من الكمال"
    },
    {
        "id": 51,
        "name": "الشَّهِيدُ",
        "desc_short": "الشهيد: هو الحاضر الذي لا يغيب عنه شيء، فهو المطلع على كل شيء مشاهد له عليم بتفاصيله.",
        "desc": "شهد فى اللغة بمعنى حضر وعلم وأعلم\n    و الشهيد اسم من أسماء الله تعالى بمعنى الذى لا يغيب عنه شىء فى ملكه فى الأمور الظاهرة المشاهدة\n    إذا اعتبر العلم مطلقا فالله هو العليم\n    وإذا أضيف الى الأمور الباطنة فهو الخبير\n    وإذا أضيف الى الأمور الظاهرة فهو الشهيد\n    والشهيد فى حق العبد هى صفة لمن باع نفسه لربه\n    فالرسول صلى الله عليه وسلم شهيد\n    ومن مات فى سبيل الله شهيد\n    اللهم امنحنا الشهادة فى سبيل جهاد النفس والهوى فهو الجهاد الأكبر\n    واقتل أنفسنا بسيف المحبة حتى نرضى بالقدر\n    واجعلنا شهداء لأنوارك فى سائر اللحظات"
    },
    {
        "id": 52,
        "name": "الحَقُّ",
        "desc_short": "الحق: هو الذي يحق الحق بكلماته ويؤيد أولياءه فهو المستحق للعبادة.",
        "desc": "الحق هو الله هو الموجود حقيقة\n    موجود على وجه لا يقبل العدم ولا يتغير والكل منه واليه\n    فالعبد إن كان موجودا فهو موجود بالله\n    لا بذات العبد\n    فالعبد وإن كان حقا ليس بنفسه بل هو حق بالله\n    وهو بذاته باطل لولا إيجاد الله له\n    ولا وجود للوجود إلا به\n    وكل شىء هالك إلا وجه الله الكريم\n    الله الثابت الذى لا يزول\n    المتحقق وجوده أزلا وأبدا\n    وتطلق كلمة الحق أيضا على القرآن ..والعدل ..والأسلام .. والصدق\n    ووصف الحق لا يتحلى به أحد من الخلق إلا على سبيل الصفة المؤقتة\n    وسيزول كل ملك ظاهر وباطن بزوال الدنيا ويبقى ملك المولى الحق وحده"
    },
    {
        "id": 53,
        "name": "الوَكِيلُ",
        "desc_short": "الوكيل: هو الكفيل بالخلق القائم بأمورهم فمن توكل عليه تولاه وكفاه، ومن استغنى به أغناه وأرضاه.",
        "desc": "تقول اللغة أن الوكيل هو الموكول اليه أمور ومصالح غيره\n    الحق من أسماء الله تعالى تفيض بالأنوار\n    فهو الكافى لكل من توكل عليه\n    القائم بشئون عباده\n    فمن توكل عليه تولاه وكفاه\n    ومن استغنى به أغناه وأرضاه .\n    والدين كله على أمرين\n    أن يكون العبد على الحق فى قوله وعمله ونيته\n    وأن يكون متوكلا على الله واثقا به فالدين كله فى هذين المقامين\n    فالعبد آفته إما بسبب عدم الهداية وإما من عدم التوكل\n    فإذا جمع الهداية الى التوكل فقد جمع الإيمان كله"
    },
    {
        "id": 54,
        "name": "القَوِيُّ",
        "desc_short": "القوي: هو صاحب القدرة التامة البالغة الكمال غالب لا يغلب فقوته فوق كل قوة.",
        "desc": "هذان الأسمان بينهما مشاركة فى أصل المعنى\n    القوة تدل على القدرة التامة\n    والمتانة تدل على شدة القوة والله القوى صاحب القدرة التامة البالغة الكمال\n    والله المتين شديد القوة والقدرة والله متم قدره وبالغ أمره واللائق بالأنسان أن لا يغتر بقوته\n    بل هو مطالب أن يظهر ضعفه أمام ربه\n    كما كان يفعل عمر الفاروق حين يدعو ربه فيقول : ( اللهم كبرت سنى وضعفت قوتى ) لأنه لا حول ولا قوة إلا بالله\n    هو ذو القوة أى صاحبها وواهبها\n    وهذا لا يتعارض مع حق الله أن يكون عباده أقوياء بالحق وفي الحق وبالحق"
    },
    {
        "id": 55,
        "name": "المَتِينُ",
        "desc_short": "المتين: هو الشديد الذي لا يحتاج في إمضاء حكمه إلى جند أو مدد ولا إلى معين.",
        "desc": "هذان الأسمان بينهما مشاركة فى أصل المعنى\n    القوة تدل على القدرة التامة\n    والمتانة تدل على شدة القوة والله القوى صاحب القدرة التامة البالغة الكمال\n    والله المتين شديد القوة والقدرة والله متم قدره وبالغ أمره واللائق بالأنسان أن لا يغتر بقوته\n    بل هو مطالب أن يظهر ضعفه أمام ربه\n    كما كان يفعل عمر الفاروق حين يدعو ربه فيقول : ( اللهم كبرت سنى وضعفت قوتى ) لأنه لا حول ولا قوة إلا بالله\n    هو ذو القوة أى صاحبها وواهبها\n    وهذا لا يتعارض مع حق الله أن يكون عباده أقوياء بالحق وفي الحق وبالحق"
    },
    {
        "id": 56,
        "name": "الوَلِيُّ",
        "desc_short": "الولي: هو المحب الناصر لمن أطاعه، ينصر أولياءه، ويقهر أعداءه، والمتولي الأمور الخلائق ويحفظهم.",
        "desc": "الولى فى اللغة هو الحليف والقيم بالأمر\n    والقريب و الناصر والمحب والولى أولا : بمعنى المتولى للأمر كولى اليتيم\n    و�انيا : بمعنى الناصر والناصر للخلق فى الحقيقة هو الله تبارك وتعالى\n    ثالثا : بمعنى المحب وقال تعالى ( الله ولى الذين آمنوا ) أى يحبهم\n    رابعا : بمعنى الوالى أى المجالس وموالاة الله للعبد محبته له\n    والله هو المتولى أمر عباده بالحفظ والتدبير\n    ينصر أولياءه\n    ويقهر أعدائه\n    يتخذه المؤمن وليا فيتولاه بعنايته\n    ويحفظه برعايته\n    ويختصه برحمته\n    وحظ العبد من اسم الولى أن يجتهد فى تحقيق الولاية من جانبه\n    وذلك لا يتم إلا بلإعراض عن غير الله تعالى\n    والأقبال كلية على نور الحق سبحانه وتعالى"
    },
    {
        "id": 57,
        "name": "الحَمِيدُ",
        "desc_short": "الحميد: هو المستحق للحمد والثناء، الذي لا يحمد على مكروه سواه.",
        "desc": "الحميد لغويا هو المستحق للحمد والثناء\n    والله تعالى هو الحميد بحمده نفسه أزلا\n    وبحمده عباده له أبدا\n    الذى يوفقك بالخيرات ويحمدك عليها\n    ويمحو عنك السيئات\n    ولا يخجلك لذكرها\n    وان الناس منازل فى حمد الله تعالى\n    فالعامة يحمدونه على إيصال اللذات الجسمانية\n    والخواص يحمدونه على إيصال اللذات الروحانية\n    والمقربون يحمدونه لأنه هو لا شىء غيره\n    ولقد روى أن داود عليه السلام قال لربه ( إلهى كيف اشكرك وشكرى لك نعمة منك علىّ ؟ ) فقال الأن شكرتنى\n    والحميد من العباد هو من حسنت عقيدته وأخلاقه وأعماله وأقواله\n    ولم تظهر أنوار اسمه الحميد جلية فى الوجود إلا فى رسول الله صلى الله عليه وسلم"
    },
    {
        "id": 58,
        "name": "المُحْصِي",
        "desc_short": "المحصي: هو الذي أحصى كل شيء بعلمه، فلا يفوته منها دقيق ولا جليل.",
        "desc": "المحصى لغويا بمعنى الإحاطة بحساب الأشياء وما شأنه التعداد\n    الله المحصى الذى يحصى الأعمال ويعدها يوم القيامة\n    هو العليم بدقائق الأمور واسرار المقدور\n    هو بالمظاهر بصير\n    وبالباطن خبير هو المحصى للطاعات\n    والمحيط لجميع الحالات\n    واسم المحصى لم يرد بالأسم فى القرآن الكريم\n    ولكن وردت مادته فى مواضع\n    ففى سورة النبأ ( وكل شىء أحصيناه كتابا )\n    وحظ العبد من الاسم أن يحاسب نفسه\n    وأن يراقب ربه فى أقواله وأفعاله\n    وأن يشعل وقته بذكر أنعام الله عليه\n    ( وان تعدوا نعمة الله لا تحصوها) الآية"
    },
    {
        "id": 59,
        "name": "المُبْدِىءُ",
        "desc_short": "المبدىء: هو الذي أنشأ الأشياء واخترعها ابتداء من غير سابق مثال.",
        "desc": "المبدىء لغويا بمعنى بدأ وابتدأ\n    والأيات القرآنية التى فيها ذكر لاسم المبدىء والمعيد قد جمعت بينهما\n    والله المبدىء هو المظهر الأكوان على غير مثال\n    الخالق للعوالم على نسق الكمال\n    وأدب الأنسان مع الله المبدىء يجعله يفهم أمرين أولهما أن جسمه من طين وبداية هذا الهيكل من الماء المهين\n    ثانيهما أن روحه من النور ويتذكر بدايته الترابية ليذهب عنه الغرور"
    },
    {
        "id": 60,
        "name": "المُعِيدُ",
        "desc_short": "المعيد: هو الذي يعيد الخلق بعد الحياة إلى الممات في الدنيا، وبعد الممات إلى الحياة يوم القيامة.",
        "desc": "معيد لغويا هو الرجوع الى الشىء بعد الانصراف عنه\n    وفى سورة القصص ( ان الذى فرض عليك القرآن لرادك الى معاد )\n    أى يردك الى وطنك وبلدك\n    والميعاد هو الآخرة\n    والله المعيد الذى يعيد الخلق بعد الحياة الى الممات\n    ثم يعيدهم بعد الموت الى الحياة\n    ومن يتذكر العودة الى مولاه صفا قلبه\n    ونال مناه\n    والله بدأ خلق الناس\n    ثم هو يعيدهم أى يحشرهم\n    والأشياء كلها منه بدأت واليه تعود"
    },
    {
        "id": 61,
        "name": "المُحْيِي",
        "desc_short": "المحيي: هو خالق الحياة ومعطيها لمن شاء، يحيي الخلق من العدم ثم يحييهم بعد الموت.",
        "desc": "الله المحيى الذى يحيى الأجسام بإيجاد الأرواح فيها\n    وهو محي الحياة ومعطيها لمن شاء\n    ويحيى الأرواح بالمعارف\n    ويحيى الخلق بعد الموت يوم القيامة\n    وأدب المؤمن أن يكثر من ذكر الله خاصة فى جوف الليل حتى يحيى الله قلبه بنور المعرفة"
    },
    {
        "id": 62,
        "name": "المُمِيتُ",
        "desc_short": "المميت: هو مقدر الموت على كل من أماته ولا مميت سواه، قهر عباده بالموت متى شاء وكيف شاء.",
        "desc": "والله المميت والموت ضد الحياة\n    وهو خالق الموت وموجهه على من يشاء من الأحياء متى شاء وكيف شاء\n    ومميت القلب بالغفلة\n    والعقل بالشهوة .\n    ولقد روى أن الرسول صلى الله عليه وسلم كان من دعائه اذا أوى الى فراشه ( اللهم باسمك أحيا وباسمك أموت )\n    وإذا أصبح قال : الحمد لله الذى أحيانا بعدما أماتنا وإليه النشور"
    },
    {
        "id": 63,
        "name": "الحَيُّ",
        "desc_short": "الحي: هو المتصف بالحياة الأبدية التي لا بداية لها ولا نهاية فهو الباقي أزلا وأبدا وهو الحي الذي لا يموت.",
        "desc": "الحياة فى اللغة هى نقيض الموت\n    و الحى فى صفة الله تعالى هو الباقى حيا بذاته أزلا وأبدا\n    والأزل هو دوام الوجود فى الماضى\n    والأبد هو دوام الوجود فى المستقبل\n    والأنس والجن يموتون\n    وكل شىء هالك إلا وجهه الكريم\n    وكل حى سواه ليس حيا بذاته إنما هو حى بمدد الحى\n    وقيل إن اسم الحى هو اسم الله الأعظم"
    },
    {
        "id": 64,
        "name": "القَيُّومُ",
        "desc_short": "القيوم: هو القائم بنفسه، الغني عن غيره، وهو القائم بتدبير أمر خلقه في إنشائهم ورزقهم.",
        "desc": "اللغة تقول أن القيوم و السيد\n    والله القيوم بمعنى القائم بنفسه مطلقا لا بغيره\n    ومع ذلك يقوم به كل موجود\n    ولا وجود أو دوام وجود لشىء إلا به\n    المدبر المتولى لجميع الأمور التى تجرى فى الكون\n    هو القيوم لأنه قوامه بذاته وقوام كل شىء به\n    والقيوم تأكيد لاسم الحى واقتران الإسمين فى الآيات\n    ومن أدب المؤمن مع اسم القيوم أن من علم أن الله هو القيوم بالأمور أستراح من كد التعبير وتعب الاشتغال بغيره ولم يكن للدنيا عنده قيمة\n    وقيل أن اسم الله الأعظم هو الحى القيوم"
    },
    {
        "id": 65,
        "name": "الوَاجِدُ",
        "desc_short": "الواجد: هو الذي لا يعوزه شيء ولا يعجزه شيء يجد كل ما يطلبه، ويدرك كل ما يريده.",
        "desc": "الواجد فيه معنى الغنى والسعة\n    والله الواجد الذى لا يحتاج الى شىء وكل الكمالات موجودة له مفقودة لغيره\n    إلا إن أوجدها هو بفضله\n    وهو وحده نافذ المراد\n    وجميع أحكامه لا نقض فيها ولا أبرام\n    وكل ما سوى الله تعالى لا يسمى واجدا\n    وإنما يسمى فاقدا\n    واسم الواجد لم يرد فى القرآن ولكنه مجمع عليه\n    ولكن وردت مادة الوجود مثل قوله تعالى ( انا وجدناه صابرا نعم العبد انه أواب ) الآية"
    },
    {
        "id": 66,
        "name": "المَاجِدُ",
        "desc_short": "الماجد: هو الذي له الكمال المتناهي والعز الباهي، له العز في الأوصاف والأفعال الذي يعامل العباد بالجود والرحمة.",
        "desc": "الماجد فى اللغة بمعنى الكثير الخير الشريف المفضال\n    والله الماجد من له الكمال المتناهى والعز الباهى\n    الذى بعامل العباد بالكرم والحود\n    والماجد تأكيد لمعنى الواجد أى الغنى المغنى\n    واسم الماجد لم يرد فى القرآن الكريم\n    ويقال أنه بمعنى المجيد إلا أن المجيد أبلغ\n    وحظ العبد من الاسم أن يعامل الخلق بالصفح والعفو وسعة الأخلاق"
    },
    {
        "id": 67,
        "name": "الوَاحِدُ",
        "desc_short": "الواحد: هو الفرد المتفرد في ذاته وصفائه وأفعاله، واحد في ملكه لا ينازعه أحد، لا شريك له سبحانه.",
        "desc": "الواحد فى اللغة بمعنى الفرد الذى لم يزل وحده ولم يكن معه أحد\n    والواحد بمعنى الأحد وليس للأحد جمع\n    والله تعالى واحد لم يرضى بالوحدانية لأحد غيره\n    والتوحيد ثلاثة : توحيد الحق سبحانه وتعالى لنفسه وتوحيد العبد للحق سبحانه\n    وتوحيد الحق للعبد وهو أعطاؤه التوحيد وتوفيقه له\n    والله واحد فى ذاته لا يتجزأ\n    واحد فى صفاته لا يشبهه شىء وهو لا يشبه شىء\n    وهو واحد فى أفعاله لا شريك له"
    },
    {
        "id": 68,
        "name": "الصَّمَدُ",
        "desc_short": "الصمد: هو المطاع الذي لا يقضى دونه أمر، الذي يقصد إليه في الحوائج فهو مقصد عباده في مهمات دينهم ودنياهم.",
        "desc": "الصمد فى اللغة بمعنى القصد وأيضا بمعنى الذى لا جوف له\n    والصمد فى وصف الله تعالى هو الذى صمدت اليه الأمور\n    فلم يقض فيها غيره\n    وهو صاحب الأغاثات عند الملمات وهو الذى يصمد اليه الحوائج ( أى يقصد ) .\n    ومن اختاره الله ليكون مقصد عباده فى مهمات دينهم ودنياهم\n    فقد أجرى على لسانه ويده حوائج خلقه فقد أنعم عليه بحظ من وصف هذا الاسم\n    ومن أراد أن يتحلى بأخلاق الصمد فليقلل من الأكل والشرب ويترك فضول الكلام\n    ويداوم على ذكر الصمد وهو فى الصيام فيصفو من الأكدار البشرية ويرجع الى البداية الروحانية"
    },
    {
        "id": 69,
        "name": "القَادِرُ",
        "desc_short": "القادر: هو الذي يقدر على إيجاد المعدوم وإعدام الموجود على قدر ما تقتضي الحكمة، لا زائدا عليه ولا ناقصا عنه.",
        "desc": "الفرق بين الاسمين أن المقتدر أبلغ من القادر\n    وكل منهما يدل على القدرة\n    والقدير والقادر من صفات الله عز وجل ويكونان من القدرة والمقتدر ابلغ\n    ولم يعد اسم القدير ضمن الاسماء التسعة وتسعين ولكنه ورد فى آيات القرآن الكريم أكثر من ثلاثين مرة\n    والله القادر الذى يقدر على أيجاد المعدوم وإعدام الموجود\n    أما المقتدر فهو الذى يقدر على إصلاح الخلائق على وحه لا يقدر عليه غيره فضلا منه وإحسانا"
    },
    {
        "id": 70,
        "name": "المُقْتَدِرُ",
        "desc_short": "المقتدر: هو الذي يقدر على إصلاح الخلائق على وجه لا يقدر عليه غيره.",
        "desc": "الفرق بين الاسمين أن المقتدر أبلغ من القادر\n    وكل منهما يدل على القدرة\n    والقدير والقادر من صفات الله عز وجل ويكونان من القدرة والمقتدر ابلغ\n    ولم يعد اسم القدير ضمن الاسماء التسعة وتسعين ولكنه ورد فى آيات القرآن الكريم أكثر من ثلاثين مرة\n    والله القادر الذى يقدر على أيجاد المعدوم وإعدام الموجود\n    أما المقتدر فهو الذى يقدر على إصلاح الخلائق على وحه لا يقدر عليه غيره فضلا منه وإحسانا"
    },
    {
        "id": 71,
        "name": "المُقَدِّمُ",
        "desc_short": "المقدم: هو الذي يقدم الأشياء ويضعها في مواضعها، فمن استحق التقديم قدمه.",
        "desc": "المقدم لغويا بمعنى الذى يقدم الأشياء ويضعها ف� موضعها\n    والله تعالى هو المقدم الذى قدم الأحباء وعصمهم من معصيته\n    وقدم رسول الله صلى الله عليه وسلم بدءا وختما\n    وقدم أنبياءه وأولياءه بتقريبهم وهدايتهم\n    أما المؤخر فهو الذى يؤخرالأشياء فيضعها فى مواضعها\n    والمؤخر فى حق الله تعالى الذى يؤخر المشركين والعصاة ويضرب الحجاب بينه وبينهم ويؤخر العقوبة لهم لأنه الرؤوف الرحيم\n    والنبى صلى الله عليه وسلم غفر له ما تقدم من ذنبه وما تأخر ومع ذلك لم يقصر فى عبادته\n    فقيل له ألم يغفر الله لك ما تقدم من ذنبك وما تأخر ) فأجاب : ( أفلا أكون عبدا شكورا )\n    واسماء المقدم والمؤخر لم يردا فى القرآن الكريم ولكنهما من المجمع عليهما"
    },
    {
        "id": 72,
        "name": "المُؤَخِّرُ",
        "desc_short": "المؤخر: هو الذي يؤخر الأشياء فيضعها في مواضعها المؤخر لمن شاء من الفجار والكفار وكل من يستحق التأخير.",
        "desc": "المقدم لغويا بمعنى الذى يقدم الأشياء ويضعها فى موضعها\n    والله تعالى هو المقدم الذى قدم الأحباء وعصمهم من معصيته\n    وقدم رسول الله صلى الله عليه وسلم بدءا وختما\n    وقدم أنبياءه وأولياءه بتقريبهم وهدايتهم\n    أما المؤخر فهو الذى يؤخرالأشياء فيضعها فى مواضعها\n    والمؤخر فى حق الله تعالى الذى يؤخر المشركين والعصاة ويضرب الحجاب بينه وبينهم ويؤخر العقوبة لهم لأنه الرؤوف الرحيم\n    والنبى صلى الله عليه وسلم غفر له ما تقدم من ذنبه وما تأخر ومع ذلك لم يقصر فى عبادته\n    فقيل له ألم يغفر الله لك ما تقدم من ذنبك وما تأخر ) فأجاب : ( أفلا أكون عبدا شكورا )\n    واسماء المقدم والمؤخر لم يردا فى القرآن الكريم ولكنهما من المجمع عليهما"
    },
    {
        "id": 73,
        "name": "الأَوَّلُ",
        "desc_short": "الأول: هو الذي لم يسبقه في الوجود شيء فهو أول قبل الوجود.",
        "desc": "الأول لغويا بمعنى الذى يترتب عليه غيره\n    والله الأول بعنى الذى لم يسبقه فى الوجود شىء\n    هو المستغنى بنفسه\n    وهذه الأولية ليست بالزمان ولا بالمكان ولا بأى شىء فى حدود العقل أو محاط العلم\n    ويقول بعض العلماء أن الله سبحانه ظاهر باطن فى كونه الأول أظهر من كل ظاهر لأن العقول تشهد بأن المحدث لها موجود متقدم عليها\n    وهو الأول أبطن من كل باطن لأن عقلك وعلمك محدود بعقلك وعلمك فتكون الأولية خارجة عنه\n    قال إعرابى للرسول عليه الصلاة والسلام : ( أين كان الله قبل الخلق ؟ ) فأجاب : ( كان الله ولا شىء معه ) فسأله الأعرابى : ( والأن )\n    فرد النبى بقوله : ( هو الأن على ما كان عليه )\n    أما الآخر فهو الباقى سبحانه بعد فناء خلقه الدائم بلا نهاية\n    وعن رسول الله عليه الصلاة والسلام هذا الدعاء : يا كائن قبل أن يكون أى شىء\n    والمكون لكل شىء\n    والكائن بعدما لا يكون شىء\n    أسألك بلحظة من لحظاتك الحافظات الغافرات الراجيات المنجيات"
    },
    {
        "id": 74,
        "name": "الآخِرُ",
        "desc_short": "الآخر: هو الباقي بعد فناء خلقه، البقاء الأبدي يفنى الكل وله البقاء وحده، فليس بعده شيء.",
        "desc": "الأول لغويا بمعنى الذى يترتب عليه غيره\n    والله الأول بعنى الذى لم يسبقه فى الوجود شىء\n    هو المستغنى بنفسه\n    وهذه الأولية ليست بالزمان ولا بالمكان ولا بأى شىء فى حدود العقل أو محاط العلم\n    ويقول بعض العلماء أن الله سبحانه ظاهر باطن فى كونه الأول أظهر من كل ظاهر لأن العقول تشهد بأن المحدث لها موجود متقدم عليها\n    وهو الأول أبطن من كل باطن لأن عقلك وعلمك محدود بعقلك وعلمك فتكون الأولية خارجة عنه\n    قال إعرابى للرسول عليه الصلاة والسلام : ( أين كان الله قبل الخلق ؟ ) فأجاب : ( كان الله ولا شىء معه ) فسأله الأعرابى : ( والأن )\n    فرد النبى بقوله : ( هو الأن على ما كان عليه )\n    أما الآخر فهو الباقى سبحانه بعد فناء خلقه الدائم بلا نهاية\n    وعن رسول الله عليه الصلاة والسلام هذا الدعاء : يا كائن قبل أن يكون أى شىء\n    والمكون لكل شىء\n    والكائن بعدما لا يكون شىء\n    أسألك بلحظة من لحظاتك الحافظات الغافرات الراجيات المنجيات"
    },
    {
        "id": 75,
        "name": "الظَّاهِرُ",
        "desc_short": "الظاهر: هو الذي ظهر فوق كل شيء وعلا عليه، الظاهر وجوده لكثرة دلائله.",
        "desc": "الظاهر لغويا بمعنى ظهور الشىء الخفى وبمعنى الغالب\n    والله الظاهر لكثرة البراهين الظاهرة والدلائل على وجود إلهيته وثبوت ربوبيته وصحة وحدانيته\n    والباطن سبحانه بمعنى المحتجب عن عيون خلقه\n    وأن كنه حقيقته غير معلومة للخلق\n    هو الظاهر بنعمته الباطن برحمته\n    الظاهر بالقدرة على كل شىء والباطن العالم بحقيقة كل شىء\n    ومن دعاء النبى صلى الله عليه وسلم : اللهم رب السموات ورب الأرض\n    ورب العرش العظيم\n    ربنا رب كل شىء\n    فالق الحب و النوى\n    منزل التوراة والإنجيل والقرآن\n    أعوذ بك من شر كل دابة أنت أخذ بناصيتها\n    اللهم أنت الأول فليس قبلك شىء\n    وأنت الآخر فليس بعدك شىء\n    وأنت الظاهر فليس فوقك شىء وأنت الباطن فليس دونك شىء أقض عنا الدين وأغننا من الفقر"
    },
    {
        "id": 76,
        "name": "البَاطِنُ",
        "desc_short": "الباطن: هو العالم ببواطن الأمور وخفاياها، وهو أقرب إلينا من حبل الوريد.",
        "desc": "الظاهر لغويا بمعنى ظهور الشىء الخفى وبمعنى الغالب\n    والله الظاهر لكثرة البراهين الظاهرة والدلائل على وجود إلهيته وثبوت ربوبيته وصحة وحدانيته\n    والباطن سبحانه بمعنى المحتجب عن عيون خلقه\n    وأن كنه حقيقته غير معلومة للخلق\n    هو الظاهر بنعمته الباطن برحمته\n    الظاهر بالقدرة على كل شىء والباطن العالم بحقيقة كل شىء\n    ومن دعاء النبى صلى الله عليه وسلم : اللهم رب السموات ورب الأرض\n    ورب العرش العظيم\n    ربنا رب كل شىء\n    فالق الحب و النوى\n    منزل التوراة والإنجيل والقرآن\n    أعوذ بك من شر كل دابة أنت أخذ بناصيتها\n    اللهم أنت الأول فليس قبلك شىء\n    وأنت الآخر فليس بعدك شىء\n    وأنت الظاهر فليس فوقك شىء وأنت الباطن فليس دونك شىء أقض عنا الدين وأغننا من الفقر"
    },
    {
        "id": 77,
        "name": "الوَالِي",
        "desc_short": "الوالي: هو المالك للأشياء المتصرف فيها بمشيئته وحكمته، ينفذ فيها أمره، ويجري عليها حكمه.",
        "desc": "الله الوالى هو المالك للأشياء\n    المستولى عليها فهو المتفرد بتدبيرها أولا\n    والمتكفل والمنفذ للتدبير ثانيا\n    والقائم عليها بالإدانة والإبقاء ثالثا\n    هو المتولى أمور خلقه بالتدبير والقدرة والفعل\n    فهو سبحانهالمالك للأشياء المتكفل بها القائم عليها بالإبقاء والمتفرد بتدبيرها\n    المتصرف بمشيئته فيها\n    ويجرى عليهل حكمه\n    فلا والى للأمور سواه\n    واسم الوالى لم يرد فى القرآن ولكن مجمع عليه"
    },
    {
        "id": 78,
        "name": "المُتَعَالِ",
        "desc_short": "المتعال: هو الذي جل عن إفك المفترين، وتنزه عن وساوس المتحيرين.",
        "desc": "تقول اللغة يتعالى أى يترفع على\n    الله المتعالى هو المتناهى فى علو ذاته عن جميع مخلوقاته\n    المستغنى بوجوده عن جميع كائناته\n    لم يخلق إلا بمحض الجود\n    وتجلى أسمه الودود\n    هو الغنى عن عبادة العابدين\n    الذى يوصل خيره لجميع العاملين\n    وقد ذكر اسم المتعالى فى القرآن مرة واحدة فى سورة الرعد : ( عالم الغيب والشهادة الكبير المتعال )\n    وقد جاء فى الحديث الشريف ما يشعر بأستحباب الإكثار من ذكر اسم المتعال فقال : بئس عبد تخيل واختال\n    ونسى الكبير المتعال"
    },
    {
        "id": 79,
        "name": "البَرُّ",
        "desc_short": "البر: هو العطوف على عباده ببره ولطفه، ومن على السائلين بحسن عطائه، وهو الصدق فيما وعد.",
        "desc": "البر فى اللغة بفتح الباء هو فاعل الخير والمحسن\n    وبكسر الباء هو الإحسان والتقوى البر فى حقه تعالى هو فاعل البر والإحسان\n    هو الذى يحسن على السائلين بحسن عطائه\n    وينفضل على العابدين بجزيل جزائه\n    لا يقطع تإحسان بسبب العصيان\n    وهو الذى لا يصدر عنه القبيح\n    وكل فعله مليح\n    وهذا البر إما فى الدنيا أو فى الدين\n    فى الدين بالإيمان والطاعة أو بإعطاء الثواب على كل ذلك\n    وأما فى الدنيا فما قسم من الصحة والقوة والجاه والأولاد والأنصار وما هو خارج عن الحصر"
    },
    {
        "id": 80,
        "name": "التَّوَّابُ",
        "desc_short": "التواب: هو الذي يوفق عباده للتوبة حتى يتوب عليهم ويقبل توبتهم فيقابل الدعاء بالعطاء، والتوبة بغفران الذنوب.",
        "desc": "التوبة لغويا بمعنى الرجوع ويقال تاب وأناب وآب\n    فمن تاب لخوف العقوبة فهو صاحب توبة\n    ومن تاب طمعا فى الثواب فهو صاحب إنابة\n    ومن تاب مراعاة للأمر لا خوفا ولا طمعا فهو صاحب أوبة والتواب فى حق الله تعالى هو الذى يتوب على عبده ويوفقه اليها وييسرها له\n    ومالم يتب الله على العبد لا يتوب العبد\n    فابتداء التوبة من الله تعالى بالحق وتمامها على العبد بالقبول\n    فإن وقع العبد فى ذنب وعاد وتاب الى الله رحب به\n    ومن زل بعد ذلك وأعتذر عفى عنه وغفر\n    ولا يزال العبد توابا\n    ولا يزال الرب غفارا\n    وحظ العبد من هذا الاسم أن يقبل أعذار المخطئين أو المذنبين من رعاياه وأصدقائه مرة بعد أخرى"
    },
    {
        "id": 81,
        "name": "المُنْتَقِمُ",
        "desc_short": "المنتقم: هو الذي يقسم ظهور الطغاة، ويشدد العقوبة على العصاة، وذلك بعد الإعذار والإنذار.",
        "desc": "النقمة هى العقوبة\n    والله المنتقم الذى يقسم ظهور الكغاة ويشدد العقوبة على العصاة وذلك بعد الإنذار بعد التمكين والإمهال\n    فإنه إذا عوجل بالعقوبة لم يمعن فى المعصية فلم يستوجب غاية النكال فى العقوبة\n    والله يغضب فى حق خلقه بما لا يغضب فى حق نفسه\n    فينتقم لعباده بما لا ينتقم لنفسه فى خاص حقه\n    فإنه إن عرفت أنه كريم رحيم فأعرف أنه منتقم شديد عظيم\n    وعن الفضل أنه قال : من خاف الله دله الخوف على كل خير"
    },
    {
        "id": 82,
        "name": "العَفُوُّ",
        "desc_short": "العفو: هو الذي يترك المؤاخدة على الذنوب ولا يذكرك بالعيوب فهو يمحو السيئات ويتجاوز عن المعاصي.",
        "desc": "العفو له معنيان الأول : هو المحو والإزالة\n    و العفو فى حق الله تعالى عبارة عن إزالة أثار الذنوب كلية فيمحوها من ديوان الكرام الكاتبين\n    ولا يطالبه بها يوم القيامة وينسيها من قلوبهم كيلا يخجلوا عند تذكرها ويثبت مكان كل سيئة حسنة\n    المعنى الثانى : هو الفضل أى هو الذى يعطى الكثير\n    وفى الحديث : ( سلوا الله العفو و العافية ) والعافية هنا دفاع الله عن العبد\n    والمعافاة أن يعافيك الله من الناس ويعافيهم منك أى يغنيك عنهم ويغنيهم عنك\n    وبذلك صرف أذاك عنهم وأذاهم عن وحظ العبد من الاسم أن يعفو عمن أساء إليه أو ظلمه وأن يحسن الى من أساء اليه"
    },
    {
        "id": 83,
        "name": "الرَّءُوفُ",
        "desc_short": "الرؤوف: هو المتعطف على المذنبين بالتوبة، الذي جاد بلطفه ومن بتعطفه، يستر العيوب ثم يعفو عنها.",
        "desc": "الرؤوف فى اللغة هى الشديد الرحمة\n    والرأفة هى هى نهاية الرحمة\n    و الروؤف فى أسماء الله تعالى هو المتعطف على المذنبين بالتوبة وعلى أوليائه بالعصمة\n    ومن رحمته بعباده أن يصونهم عن موجبات عقوبته وإن عصمته عن الزلة أبلغ فى باب الرحمن من غفرانه المعصية\n    وكم من عبد يرثى له الخلق بما به من الضر والفاقة وسوء الحال وهو فى الحقيقة فى نعمة تغبطه عليها الملائكة\n    وقيل أن نبيا شكى الى الله تعالى الجوع والعرى والقمل\n    فأوحى الله تعالى اليه : أما تعرف ما فعلت بك ؟ سددت عنك أبواب الشرك .\n    ومن رحمته تعالى أن يصون ال�بد عن ملاحظة الأغيار فلا يرفع العبد حوائجه إلا إليه\n    وقد قال رجل لبعض الصالحين ألك حاجة ؟ فقال : لا حاجة بى الى من لا يعلم حاجتى .\n    والفرق بين اسم الروؤف والرحيم أنه تعالى قدم الرؤوف على الرحيم والرأفة على الرحمة .\n    وحظ العبد من اسم الروؤف أن يكثر من ذكره حتى يصير عطوفا على الخاص والعام ذاكرا قول رسول الله صلى الله عليه وسلم :ارحموا من فى الأرض يرحمكم من فى السماء ,\n    و من قطع رجاء من ارتجاه قطع الله رجاءه يوم القيامة فلن يلج الجنة"
    },
    {
        "id": 84,
        "name": "مَالِكُ المُلْكِ",
        "desc_short": "مالك الملك: هو المتصرف في ملكه كيف يشاء لا راد لحكمه، ولا معقب لأمره.",
        "desc": "من أسماء الله تعالى الملك والمالك والمليك\n    ومالك الملك والملكوت\n    مالك الملك هو المتصرف فى ملكه كيف يشاء ولا راد لحكمه\n    ولا معقب لأمره\n    والوجو كله من جميع مراتبه مملكة واحدة لمالك واحد هو الله تعالى\n    هو الملك الحقيقى المتصرف بما شاء كيف شاء\n    إيجادا وإعدتما\n    إحياء وإماته\n    تعذيبا وإثابة من غير مشارك ولا ممانع\n    ومن أدب المؤمن مع اسم مالك الملك أن يكثر من ذكره وبذلك يغنيه الله عن الناس\n    وروى عن سفيان بن عينه قال: بين أنا أطوف بالبيت إذ رأيت رجلا وقع فى قلبى أنه من عباد الله المخلصين فدنوت منه فقلت: هل تقول شيئا ينفعنى الله به؟ فلم يرد جواب\n    ومشى فى طوافه\n    فلما فرغ صلى خلف المقام ركعتين\n    ثم دخل اللحجر فجلس\n    فجلست اليه فقلت: هل تقول شيئا ينفعنى الله به؟ فقال: هل تدرون ما قال ربكم: أنا الحى الذى لا أموت هلموا أطيعونى أجعلكم ملوكا لا تزولون\n    أنا الملك الذى إذا أردت شيئا قلت له كن فيكون"
    },
    {
        "id": 85,
        "name": "ذُو الجَلَالِ وَالإِكْرَامِ",
        "desc_short": "ذو الجلال والإكرام: هو المنفرد بصفات الجلال والكمال والعظمة، المختص بالإكرام والكرامة وهو أهل لأن يجل.",
        "desc": "ذو الجلال والأكرام إسم من أسماء الله الحسنى\n    هو الذى لا جلال ولا كمال إلا وهو له\n    ولا كرامة ولا مكرومة إلا وهى صادرة منه\n    فالجلال له فى ذاته ةالكرامة فائضة منه على خلقه وفى تقديم لفظ الجلال على لفظ الإكرام سر\n    وهو ان الجلال إشارة الى التنزيه وأما الإكرام فإضافة ولابد فيها من المضافين\n    والإكرام قريب من معنى الإنعام إلا أنه أحص منه لأنه ينعم على من لا يكرم ولا يكرم غلا من ينعم عليه\n    وقد قيل أن النبى صلى الله عليه وسلم كان مارا فى طريق إذ رأة إعرابيا يقول :\n    ( اللهم إنى أسألك بإسمك الأعظم العظيم الحنان المنان مالك الملك ذو الجلال والإكرام )\n    فقال النبى صلى الله عليه وسلم :( إنه دعى باسم الله الذى إذا دعى به أجاب وإذا سئل به أجاب )\n    ومتى أكثر العبد من ذكره صار جليل القدر بين العوالم\n    ومن عرف جلال الله تواضع له وتذلل"
    },
    {
        "id": 86,
        "name": "المُقْسِطُ",
        "desc_short": "المقسط: هو العادل في حكمه، الذي ينتصف للمظلوم من الظالم، ثم يكمل عدله فيرضي الظالم بعد إرضاء المظلوم.",
        "desc": "اللغة تقول أقسط الأنسان إذا عدل\n    وقسط إذا جار وظلم\n    والمقسط فى حق الله تعالى هو العادل فى الأحكام\n    الذى ينتصف للمظلوم من الظالم\n    وكاله فى أن يضيف الى إرضاء المظلوم إرضاء الظالم وذلك غاية العدل والإنصاف ولا يقدر عليه إلا الله تعالى\n    وقد روى عن رسول الله صلى الله عليه وسلم أنه قال فى الحديث بينما رسول الله جالس إذ ضحك حتى بدت ثناياه\n    فقال عمر: بأبى أنت وأمى يارسول الله ما الذى أضحكك؟ قال: رجلان من أمتى جثيا بين يدى رب العزة فقال أحدهما ( ياربى خذ مظلمتى من هذا ) فقال الله عز وجل: رد على أخيك مظلمته\n    فقال ( ياربى لم يبق من حسناتى شىء) فقال عز وجل للطالب: (كيف تصنع بأخيك ولم يبق من حسناته شىء؟) فقال ( ياربى فليحمل عنى أوزارى ) ثم فاضت عينا رسول الله بالبكاء\n    وقال: ( إن ذلك ليوم عظيم يوم يحتاج الناس أن يحمل عنهم أوزارهم) قال فيقول الله عز جل _ أى للمتظلم _ ( أرفع بصرك فانظر فى الجنان )\n    فقال (ياربى أرى مدائن من فضة وقصورا من ذهب مكللة بالؤلؤ\n    لأى نبى هذا ؟ أو لأى صديق هذا؟ أو لأى شهيد هذا ؟ ) قال الله تعالى عز وجل ( لمن أعطى الثمن ) فقال ياربى ومن يملك ذلك؟ قال :أنت تملكه\n    فقال: بماذا ياربى؟ فقال بعفوك عن أخيك فقال: ياربى قد عفوت عنه\n    قال عز وجل: خذ بيد أخيك فأدخله الجنة\n    ثم قال رسول الله صلى الله عليه وسلم\n    أتقوا الله وأصلحوا ذات بينكم\n    فإن الله يعدل بين المؤمنين يوم القيامة"
    },
    {
        "id": 87,
        "name": "الجَامِعُ",
        "desc_short": "الجامع: هو الذي جمع الكمالات كلها، ذاتا ووصفا وفعلا، الذي يجمع بين الخلائق المتماثلة والمتباينة، والذي يجمع الأولين والآخرين.",
        "desc": "تقول اللغة إن الجمع هو ضم الشىؤ بتقريب بعضه من بعض ويوم الجمع هو يوم القيامة\n    لأن الله يجمع فيه بين الأولين والأخرين من الأنس والجن\n    وجميع أهل السماء والأرض وبين كل عبد وعمله\n    وبين الظالم والمظلوم وبين كل نبى وأمته\n    وبين ثواب أهل الطاعة وعقاب أهل المعصية\n    الله الجامع لأنه جمع الكمالات كلها ذاتا ووصفا وفعلا\n    والله الجامع والمؤلف بين المتماثلات والمتباينات والمتضادات\n    والمتماثلات مثل جمعه الخلق الكثير من الأنس على ظهر الأرض وحشره إياهم فى صعيد القيامة\n    وأما المتباينات فمثل جمعه بين السموات والأرض والكواكب\n    والأرض والهواء والبحار وكل ذلك متباين الأشكال والألوان والطعوم والأوصاف\n    وأما المتضادات فمثل جمعه بين الحرارة والبرودة والرطوبة واليبوسة\n    والله الجامع قلوب أوليائه الى شهود تقديره ليتخلصوا من أسباب التفرقة\n    ولينظروا الى الحادثات بعين التقدير إن كانت نعمة علموا أن الله تعالى معطيها\n    وإن كانت بلية علموا أنه كاشفها\n    الجامع من العباد هو من كملت معرفته وحسنت سيرته\n    هو من لا يطفىء نور معرفته نور ورعه ومن جمع بين البصر والبصيرة"
    },
    {
        "id": 88,
        "name": "الغَنِيُّ",
        "desc_short": "الغني: هو الذي لا يحتاج إلى شيء، وهو المستغني عن كل ما سواه، المفتقر إليه كل من عاداه.",
        "desc": "تقول اللغة أن الغنى ضد الفقر\n    والغنى عدم الحاجة وليس ذلك إلا لله تعالى\n    هو المستغنى عن كل ما سواه\n    المفتقر اليه كل ما عداه هو الغنى بذاته عن العالمين\n    المتعالى عن جميع الخلائق فى كل زمن وحين الغنى عن العباد\n    والمتفضل على الكل بمحض الوداد"
    },
    {
        "id": 89,
        "name": "المُغْنِيُّ",
        "desc_short": "المغني: هو معطي الغنى لعباده، يغني من يشاء غناه، وهو الكافي لمن شاء من عباده.",
        "desc": "الله المغنى الذى يغنى من يشاء غناه عمن سواه\n    هو معطى الغنى لعباده\n    ومغنى عباده بعضهم عن بعض\n    فالمخلوق لا يملك لنفسه نفعا ولا ضرا فكيف يملك ذلك لغيره\n    وهو المغنى لأوليائه من كنوز أنواره وحظ العبد من الاسم أن التخلق بالغنى يناسبه إظهار الفاقة والفقر اليه تعالى دائما وأبدا\n    والتخلق بالمعنى أن تحسن السخاء والبذل لعباد الله تعالى"
    },
    {
        "id": 90,
        "name": "المَانِعُ",
        "desc_short": "المعطي المانع: هو الذي أعطى كل شيء، ويمنع العطاء عن من يشاء ابتلاء أو حماية.",
        "desc": "تقول اللغة أن المنع ضد الإعطاء\n    وهى أيضا بمعنى الحماية\n    الله تعالى المانع الذى يمنع البلاء حفظا وعناية\n    ويمنع العطاء عمن يشاء أبتلاء أو حماية\n    ويعطى الدنيا لمن يحب ومن لا يحب\n    ولا يعطى الآخرة إلا لمن يحب\n    سبحانه يغنى ويفقر\n    ويسعد ويشقى\n    ويعطى ويحرم\n    ويمنح ويمنع فهو المعطى المانع\n    وقد يكون باطن المنع العطاء\n    قد يمنع العبد من كثرة الأموال ويعطيه الكمال والجمال\n    فالمانع هو المعطى\n    ففى باطن المنع عطاء وفى ظاهر العطاء بلاء\n    هذا الاسم الكريم لم يرد فى القرآن الكريم ولكنه مجمع عليه فى روايات حديث الاسماء الحسنى وفى القرآن الكريم معنى المانع\n    وفى حديث للبخارة :اللهم من منعت ممنوع"
    },
    {
        "id": 91,
        "name": "الضَّارُ",
        "desc_short": "الضار: هو المقدر للضر على من أراد كيف أراد ذلك على مقتضى حكمته سبحانه.",
        "desc": "تقول اللغة أن الضر ضد النفع\n    والله جل جلاله هو الضار\n    أى المقدر للضر لمن أراد كيف أراد\n    هو وحده المسخر لأسباب الضر بلاء لتكفير الذنوب أو ابتلاء لرفع الدرجات\n    فإن قدر ضررا فهو المصلحة الكبرى .\n    الله سبحانه هو النافع الذى يصدر منه الخير والنفع فى الدنيا والدين\n    فهو وحده المانح الصحة والغنى\n    والسعادة والجاه والهداية والتقوى والضار النافع إسمان يدلان على تمام القدرة الإلهية\n    فلا ضر ولا نفع ولا شر ولا خير إلا وهو بإرادة الله ولكن أدبنا مع ربنا يدعونا الى أن ننسب الشر الى أنفستا\n    فلا تظن أن السم يقتل بنفسه وأن الطعام يشبع بنفسه بل الكل من أمر الله وبفعل الله\n    والله قادر على سلب الأشياء خواصها فهو الذى يسلب الإحراق من النار\n    كما قيل عن قصة إبراهيم ( قلنا يا نار كونى بردا وسلاما على إبراهيم )\n    والضار النافع وصفان إما فى أحوال الدنيا فهو المغنى والمفقر\n    وواهب الصحة لهذا والمرض لذاك\n    وإما فى أحوال الدين فهو يهدى هذا ويضل ذاك\n    ومن الخير للذاكر أن يجمع بين الأسمين معا فإليهما تنتهى كل الصفات وحظ العبد من الاسم أن يفوض الأمر كله لله وأن يستشعر دائما أن كل شىء منه واليه"
    },
    {
        "id": 92,
        "name": "النَّافِعُ",
        "desc_short": "النافع: هو المقدر النفع والخير لمن أراد كيف أراد ذلك على مقتضى حكمته سبحانه.",
        "desc": "تقول اللغة أن الضر ضد النفع\n    والله جل جلاله هو الضار\n    أى المقدر للضر لمن أراد كيف أراد\n    هو وحده المسخر لأسباب الضر بلاء لتكفير الذنوب أو ابتلاء لرفع الدرجات\n    فإن قدر ضررا فهو المصلحة الكبرى .\n    الله سبحانه هو النافع الذى يصدر منه الخير والنفع فى الدنيا والدين\n    فهو وحده المانح الصحة والغنى\n    والسعادة والجاه والهداية والتقوى والضار النافع إسمان يدلان على تمام القدرة الإلهية\n    فلا ضر ولا نفع ولا شر ولا خير إلا وهو بإرادة الله ولكن أدبنا مع ربنا يدعونا الى أن ننسب الشر الى أنفستا\n    فلا تظن أن السم يقتل بنفسه وأن الطعام يشبع بنفسه بل الكل من أمر الله وبفعل الله\n    والله قادر على سلب الأشياء خواصها فهو الذى يسلب الإحراق من النار\n    كما قيل عن قصة إبراهيم ( قلنا يا نار كونى بردا وسلاما على إبراهيم )\n    والضار النافع وصفان إما فى أحوال الدنيا فهو المغنى والمفقر\n    وواهب الصحة لهذا والمرض لذاك\n    وإما فى أحوال الدين فهو يهدى هذا ويضل ذاك\n    ومن الخير للذاكر أن يجمع بين الأسمين معا فإليهما تنتهى كل الصفات وحظ العبد من الاسم أن يفوض الأمر كله لله وأن يستشعر دائما أن كل شىء منه واليه"
    },
    {
        "id": 93,
        "name": "النُّورُ",
        "desc_short": "النور: هو الهادي الرشيد الذي يرشد بهدايته من يشاء فيبين له الحق، ويلهمه اتباعه، الظاهر في ذاته، المظهر لغيره.",
        "desc": "تقول اللغة النور هو الضوء والسناء الذى يعين على الإبصار\n    وذلك نوعان دنيوى وأخروى\n    والدنيوى نوعان : محسوس بعين البصيرة كنور العقل ونور القرآن الكريم\n    والأخر محسوس بعين البصر\n    فمن النور الإلهى قوله تعالى ( قد جاءكم من الله نور وكتاب مبين ) ومن النور المحسوس قوله تعالى ( هو الذى جعل الشمس ضياء والقمر نور )\n    والنور فى حق الله تعالى هو الظاهر فى نفسه بوجوده الذى لا يقبل العدم\n    المظهر لغيره بإخراجه من ظلمة العدم الى نور الوجود\n    هو الذى مد جميع جميع المخلوقات بالأنوار الحسية والمعنوية\n    والله عز وجل يزيد قلب المؤمن نورا على نور يؤيده بنور البرهان\n    ثم يؤيده بنور العرفان\n    والنور المطلق هو الله بل هو نور الأنوار\n    ويرى بعض العارفين أن اسم النور هو اسم الله الأعظم"
    },
    {
        "id": 94,
        "name": "الهَادِي",
        "desc_short": "الهادي: هو المبين للخلق طريق الحق بكلامه يهدي القلوب إلى معرفته، والنفوس إلى طاعته.",
        "desc": "تقول اللغة أن الهداية هى الإمالة\n    ومنه سميت الهدية لأنها تميل قلب المهدى اليه الهدية الى الذى أهداه الهدية\n    والله الهادى سبحانه الذى خص من أراد من عباده بمعرفته وأكرمه بنور توحيده ويهديه الى محاسن الأخلاق والى طاعته\n    ويهدى المذنبين الى التوبة\n    ويهدى جميع المخلوقات الى جلب مصالحها ودفع مضارها والى ما فيه صلاحهم فى معاشهم\n    هو الذى يهدى الطفل الى ثدى أمه .. والفرخ لألتقاط حبه .. والنحل لبناء بيته على شكل سداسى .. الخ\n    إنه الأعلى الذى خلق فسوى والذى قدر فهدى\n    والهادى من العباد هم الأنبياء والعلماء\n    وفى الحقيقة أن الله هو الهادى لهم على السنتهم"
    },
    {
        "id": 95,
        "name": "البَدِيعُ",
        "desc_short": "البديع: هو الذي لا يماثله أحد في صفاته ولا في حكم من أحكامه، أو أمر من أموره، فهو المحدث الموجد على غير مثال.",
        "desc": "اتقول اللغة إن الإبداع إنشاء صنعة بلا احتذاء أو اقتداء\n    والإبداع فى حق الله تعالى هو إيجاد الشىء بغير ألة ولا مادة ولا زمان ولا مكان\n    وليس ذلك إلا لله تعالى\n    والله البديع الذى لا نظير له فى معنيان الأول : الذى لا نظير له فى ذاته ولا فى صفاته ولا فى أفعاله ولا فى مصنوعاته فهو البديع المطلق\n    ويمتنع أن يكون له مثيل أزلا وابدا\n    والمعنى الثانى : أنه المبدع الذى ابدع الخلق من غير مثال سابق\n    وحظ العبد من الاسم الأكثار من ذكره وفهم معناه فيتجلى له نوره ويدخله الحق تبارك وتعالى فى دائرة الإبداع\n    ومن أدب ذكر هذا الاسم أن يتجنب البدعة ويلازم السنة"
    },
    {
        "id": 96,
        "name": "البَاقِي",
        "desc_short": "الباقي: هو وحده له البقاء، الدائم الوجود الموصوف بالبقاء الأزلي، غير قابل للفناء فهو الباقي بلا انتهاء.",
        "desc": "البقاء ضد الفناء والباقيات الصالحات هى كل عمل صالح\n    والله الباقى الذى لا ابتداء لوجوده الذى لا يقبل الفناء\n    هو الموصوف بالبقاء الأزلى من أبد الأبد الى ازل ازل الأزل\n    فدوامه فى الأزل هو القدم ودوامه فى الأبد هو البقاء ولم يرد اسم الباقى بلفظه فى القرآن الكريم ولكن مادة البقاء وردت منسوبة الى الله تعالى ففى سورة طه ( والله خير وأبقى ) وفى سورة الرحمن ( ويبقى وجه ربك ذو الجلال والإكرام )\n    وحظ العبد من الاسم إذا أكثر من ذكره كاشفه الله بالحقائق الباقية\n    وأشهده الأثار الفانية فيفر الى الباقى بالأشواق"
    },
    {
        "id": 97,
        "name": "الوَارِثُ",
        "desc_short": "الوارث: هو الأبقى الدائم الذي يرث الخلائق بعد فناء الخلق، وهو يرث الأرض ومن عليها.",
        "desc": "الوارث سبحانه هو الباقى بعد فناء الخلق\n    وقيل الوارث لجميع الأشياء بعد فناء أهلها\n    روى أنه ينادى يوم القيامة : لمن الملك اليوم ؟ فيقال : لله الواحد القهار.\n    وهذا النداء عبارة عن حقيقة ما ينكشف للأكثرين فى ذلك اليوم إذ يظنون لأنفسهم ملكا\n    أما أرباب البصائر فإنهم أبدا مشاهدون لمعنى هذا النداء\n    يؤمنون بأن الملك لله الواحد القهار أزلا وابدا .\n    ويقول الرازى أعلم أن ملك جميع الممكنات هو الله سبحانه وتعالى\n    ولكنه بفضله جعل بعض الأشياء ملكا لبعض عباده\n    فالعباد أنما ماتوا وبقى الحق سبحانه وتعالى\n    فالمراد يكون وارثا هو هذا ."
    },
    {
        "id": 98,
        "name": "الرَّشِيدُ",
        "desc_short": "الرشيد: هو الذي أسعد من شاء بإرشاده، وأشقى من شاء بإبعاده، عظيم الحكمة بالغ الرشاد.",
        "desc": "الرشد هو الصلاح والأستقامة\n    وهو خلاف الغى والضلالة\n    والرشيد كما يذكر الرازى على وجهين أولهما أن الراشد الذى له الرشد ويرجع حاصله الى أنه حكيم ليس فى أفعاله هبث ولا باطل\n    وثانيهما إرشاد الله يرجع الى هدايته\n    والله سبحانه الرشيد المتصف بكمال الكمال عظيم الحكمة بالغ الرشاد وهو الذى يرشد الخلق ويهديهم الى ما فيه صلاحهم ورشادهم فى الدنيا وفى الآخرة\n    لا يوجد سهو فى تدبيره ولا تقديره\n    وفى سورة الكهف ( من يهد الله فهو المهتد ومن يضلل الله فلن تجد له وليا مرشدا )\n    وينبغى للإنسان مع ربه الرشيد أن يحسن التوكل على ربه حتى يرشده\n    ويفوض أمره بالكلية اليه وأن يستجير به كل شغل ويستجير به فى كل خطب\n    كما أخبر الله عن عيسى عليه السلام بقوله تعالى ( ولما توجه تلقاء ربه قال عسى ربى أن يهدينى سواء السبيل) وهكذا ينبغى للعبد إذا أصبح أن يتوكل على ربه وينتظر ما يرد على قلبه من الإشارة فيقضى أشغاله ويكفيه جميع أموره"
    },
    {
        "id": 99,
        "name": "الصَّبُورُ",
        "desc_short": "الصبور: هو الحليم الذي لا يعاجل العصاة بالنقمة، بل يعفوا ويؤخر، ولا يسرع بالفعل قبل أوانه.",
        "desc": "تقول اللغة أن الصبر هو حبس النفس عن الجزع\n    والصبر ضد الجزع ويسمى رمضان شهر الصبر أن فيه حبس النفس عن الشهوات\n    والصبور سبحانه هو الحليم الذى لا يعاجل العصاة بالنقمة بل يعفو أو يؤخر\n    الذى إذا قابلته بالجفاء قابلك بالعطاء والوفاء\n    هو الذى يسقط العقوبة بعد وجوبها هو ملهم الصبر لجميع خلقه\n    واسم الصبور غير وارد فى القرآن الكريم وإن ثبت فى السنة\n    و الصبور يقرب معناه من الحليم\n    والفرق بينهم أن الخلق لا يأمنون العقوبة فى صفة الصبور كما يأمنون منها فى صيغة الحليم\n    والصبر عند العباد ثلاثة أقسام : من يتصبر بأن يتكلف الصبر ويقاسى الشدة فيه .. وتلك أدنى مراتب الصبر\n    ومن يصبر على على تجرع المرارة من غير عبوس ومن غير إظهار للشكوى .. وهذا هو الصبر وهو المرتبة الوسطى\n    ومن يألف الصبر والبلوى لأنه يرى أن ذلك بتقدير المولى عز وجل فلا يجد فيه مشقة بل راحة\n    وقيل اصبروا فى الله .. وصابروا لله ..\n    ورابطوا مع الله.. فالصبر فى الله بلاء والصبر لله عناء والصبر مع الله وفاء\n    ومتى تكرر الصبر من العبد أصبح عادة له وصار متخلقا بأنوار الصبور"
    }
]